Repository: spacewalkproject/spacewalk
Catalog: client/rhel/yum-rhn-plugin/po/*.po
Languages: ca, de, fr, ja, ru

source: There was an error communicating with RHN.
ca: S'ha produït un error en la comunicació amb la RHN.
de: Bei der Kommunikation mit RHN trat ein Fehler auf.
fr: Il y a eu une erreur de communication avec RHN.
ja: RHN との通信中にエラーが発生しました。
ru: Ошибка при обращении к RHN.

source: Red Hat Satellite or RHN Classic support will be disabled.
ca: S'inhabilitarà el suport de Red Hat Satellite o RHN Classic.

source: *Note* Spacewalk repositories are not listed below. You must run this command as root to access Spacewalk repositories.
ca: *Nota* A continuació no es mostren els dipòsits de l'Spacewalk. Heu d'executar aquesta comanda com a root per accedir als dipòsits de l'Spacewalk.

source: There was an error parsing the Red Hat Satellite Proxy settings.
ca: S'ha produït un error en l'anàlisi sintàctic dels ajustos del Red Hat Satellite Proxy.

source: Either --version, --help or no commands entered
ca: No s'ha introduït cap ordre, o bé --version o --help
fr: Soit --version, --help ont été spécifiés, voire aucune commande précisée.

source: Cleaning
ca: S'està netejant
fr: Nettoyage
ru: Очистка

source: Using list of RHN repos from cache
ca: S'està utilitzant els dipòsits de la RHN des de la memòria cau
fr: Utilisation de la listes des dépôts RHN du cache

source: This system is not registered with RHN Classic or Red Hat Satellite.
ca: Aquest sistema no està registrat amb RHN Classic o Red Hat Satellite.

source: You can use rhn_register to register.
ca: Podeu utilitzar rhn_register per a registrar-ho.
fr: Vous pouvez utiliser rhn_registrer pour l'enregistrer.

source: RHN channel support will be disabled.
ca: S'inhabilitarà el suport al canal de la RHN.
de: RHN Channel-Unterstützung wird deaktiviert.
fr: Le support des canaux RHN sera désactivé.
ja: RHN チャンネルサポートは無効になります。
ru: Поддержка каналов RHN будет отключена.

source: This system is not subscribed to any channels.
ca: Aquest sistema no està subscrit a cap canal.
de: Dieses System hat keine Channels abonniert.
fr: Ce système n'est abonné à aucun canal.
ja: このシステムはいずれのチャンネルにもサブスクライブされていません。
ru: Эта система не подписана на каналы.

source: This system may not be registered to RHN Classic or Red Hat Satellite. SystemId could not be acquired.
ca: Aquest sistema pot no estar registrat a RHN Classic o Red Hat Satellite. No s'ha pogut adquirir el SystemId.

source: This system is receiving updates from RHN Classic or Red Hat Satellite.
ca: Aquest sistema està rebent actualitzacions des de RHN Classic o Red Hat Satellite.

source: Package profile information could not be sent.
ca: No s'ha pogut enviar la informació del perfil del paquet.
de: Die Paketprofil-Informationen konnten nicht gesendet werden.
fr: Les informations sur le profil de paquetage n'ont pas pu être envoyées.
ja: パッケージプロファイル情報を送信できませんでした。
ru: Не удалось отправить информацию о профиле пакета.

source: Error Message:
ca: Missatge d'error:
de: Fehlermeldung:
fr: Message d'erreur :
ja: エラーメッセージ:
ru: Сообщение:

source: Please run rhn_register as root on this client
ca: Si us plau, executeu rhn_register com a root sobre aquest client
de: Bitte führen Sie als Root 'rhn_register' auf diesem Client aus.
fr: Veuillez exécuter rhn_register en tant que root sur ce client
ja: このクライアント上で root として rhn_register を実行してください
ru: Выполните rhn_register в режиме root на этом клиенте

source: Missing required login information for RHN: %s
ca: Falta la informació necessària per iniciar la sessió a la RHN: %s
de: Notwendige Login-Informationen für RHN fehlen: %s
fr: Absence d'informations de connexion requises par RHN : %s
ja: RHN に必要なログイン情報が見つかりません: %s
ru: Отсутствует необходимая информация для входа в RHN: %s

source: RHN support will be disabled.
ja: RHN サポートが無効になります。
ru: Поддержка RHN будет отключена.

source: *Note* Red Hat Network repositories are not listed below. You must run this command as root to access RHN repositories.
de: *Hinweis* Red Hat Network Repositorys sind unten nicht aufgeführt. Sie müssen folgenden Befehl als Root ausführen, um auf RHN Repositorys zuzugreifen.
ja: 以下には Red Hat Network レポジトリは表示されませんので注意してください。 RHN のレポジトリにアクセスするには root でこのコマンドを実行する必要があります。
ru: *Примечание* Этот список не содержит репозитории Red Hat Network. Чтобы получить к ним доступ, выполните эту команду в режиме root.

source: There was an error parsing the RHN proxy settings.
de: Bei der Analyse der RHN Proxy-Einstellungen trat ein Fehler auf.
ja: RHN Proxy 設定の構文解析中にエラーが発生しました。
ru: Ошибка при обработке настроек RHN proxy.

source: Either --version, or no commands entered
ru: Не указан ключ --version или не заданы команды

source: This system is not registered with RHN.
de: Dieses System ist nicht bei RHN registriert.
ja: このシステムは RHN に登録されていません。
ru: Эта система не зарегистрирована в RHN.

source: This system may not be a registered to RHN. SystemId could not be acquired.
de: Dieses System ist womöglich nicht bei RHN registriert. SystemId konnte nicht ermittelt werden.
ja: このシステムは RHN に登録されていない可能性があります。 SystemID を取得できませんでした。
ru: Возможно, эта система не зарегистрирована в RHN. Не удалось получить SystemID.

source: RHN Satellite or RHN Classic support will be disabled.
de: RHN Satellite oder RHN Classic Unterstützung wird deaktiviert.
