Repository: spacewalkproject/spacewalk
Catalog: client/rhel/rhn-client-tools/po/*.po
Languages: ml

source: _Why Should I Connect to RHN? ...
ml: ഞാന്‍ എന്തിന് RHN-ലേക്ക് കണക്ട് ചെയ്തിരിക്കണം? ... (_W)

source: _Yes, Continue
ml: അതെ, മുന്നോട്ട് പോകുക (_Y)

source: _Yes, I'd like to register now.
ml: അതെ, എന്നിക്ക് ഉടന്‍ രജിസ്ടര്‍ ചെയ്യണം. (_Y)

source: label
ml: ലേബല്‍

source: • A name for your system's Red Hat Network profile
ml: • നിങ്ങളുടെ സിസ്റ്റമിന്‍റെ Red Hat നെറ്റ്‌വറ്‍ക്ക് പ്റൊഫൈലിനുളള പേര്

source: • The address to your Red Hat Network Satellite (optional)
ml: • നിങ്ങളുടെ Red Hat നെറ്റ്‌വറ്‍ക്ക് സാറ്റിലൈറ്റിലേക്കുളള വിലാസം (കൊടുക്കണമെന്ന് നിര്‍ബന്ധമില്ല)

source: • Your Red Hat Network or Red Hat Network Satellite login
ml: • നിങ്ങളുടെ Red Hat നെറ്റ്‌വറ്‍ക്ക് അല്ലെങ്കില്‍ Red Hat നെറ്റ്‌വറ്‍ക്ക് സാറ്റിലൈറ്റ് ഉപയോഗിക്കുന്ന പേര്
