Repository: spacewalkproject/spacewalk
Catalog: client/rhel/rhn-client-tools/po/*.po
Languages: ml

source: Problem registering system. A universal default activation key limits the number of systems which can connect to the RHN organization associated with your login. To allow this system to connect, please contact your RHN organization administrator to increase the number of systems allowed to connect or to disable this universal default activation key. More details can be found in Red Hat Knowledgebase Article #7924 at http://kbase.redhat.com/faq/FAQ_61_7924.shtm
ml: സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുന്നതില്‍ പ്രശ്നം നേരിട്ടിരിക്കുന്നു. നിങ്ങളുടെ ലോഗിനില്‍ ഉളള RHN ഓര്‍ഗനൈസേഷനിലേക്ക് കണക്ട് ചെയ്യുന്നതിനുളള സിസ്റ്റമിന്‍റെ എണ്ണം നിയന്ത്രിക്കുന്നത് യൂണിവേര്‍സല്‍ ഡീഫോള്‍ട്ട് ആക്ടിവേഷന്‍ കീ ആണ്. ഈ സിസ്റ്റം കണക്ട് ചെയ്യുന്നതിനായി, കണക്ട് ചെയ്യുന്നതിനുളള സിസ്റ്റമുകളുടെ എണ്ണം കൂട്ടുക അല്ലെങ്കില്‍ യൂണിവേര്‍സല്‍ ഡീഫോള്‍ട്ട് ആക്ടിവേഷന്‍ കീ പ്രവര്‍ത്തന രഹിതമാക്കുക. ഇതിനായി RHN ഓര്‍ഗനൈസേഷന്‍ അഡ്മിനിസ്ട്രേറ്ററിനെ ബന്ധപ്പെടേണ്ടതാണ്. http://kbase.redhat.com/faq/FAQ_61_7924.shtm-ല്‍ Red Hat നോളഡ്ജ് ബേയിസ് ആര്‍ട്ടിക്കിള്‍ #7924-ല്‍ കൂടുതല്‍ വിവരങ്ങള്‍ ലഭ്യമാണ്.

source: OK
ml: ശരി

source: Error
ml: പിശക്

source: Next
ml: അടുത്തത്

source: Back
ml: പുറകോട്ട്

source: Cancel
ml: റദ്ദാക്കുക

source: No, Cancel
ml: വേണ്ട, റദ്ദാക്കുക

source: Yes, Continue
ml: അതെ, മുന്പോട്ട് പോകുക

source: Press <space> to deselect the option.
ml: തിരഞ്ഞെടുത്ത ഉപാധി വേണ്ട എന്ന് വയക്കുന്നതിനായി <space> അമര്‍ത്തുക.

source: Notice
ml: അറിയിപ്പ്

source: You specified an invalid protocol. Only https and http are allowed.
ml: നിങ്ങള്‍ തെറ്റായ സംന്പ്രദായമാണ് നല്‍കിയിരിക്കുന്നത്. https, http മാത്രമേ അനുവദിക്കൂ.

source: We could not contact Red Hat Network (%s).
ml: Red Hat നെറ്റ്‌വറ്‍ക്കുമായി (%s) ബന്ധപ്പെടുവാന്‍ സാധ്യമായില്ല.

source: Make sure the network connection on this system is operational.
ml: ഈ സിസ്റ്റമിലുളള നെറ്റ്‌വറ്‍ക്ക് കണക്ഷന്‍ ഓപ്പറേഷണല്‍ ആണ് എന്നുറപ്പ് വരുത്തുക.

source: Did you mean to register to a Red Hat Network Satellite or Proxy? If so, you can enter a Satellite or Proxy location instead.
ml: നിങ്ങള്‍ ഉദ്ദേശിച്ചത് Red Hat നെറ്റ്‌വറ്‍ക്ക് സാറ്റിലൈറ്റ് അല്ലെങ്കില്‍ പ്രോക്സിയിലേക്ക് രജിസ്ടര്‍ ചെയ്യണം എന്നാണോ? എങ്കില്‍, പകരമായി ഒരു സാറ്റിലൈറ്റ് അല്ലെങ്കില്‍ പ്രോക്സിയുടെ സ്ഥാനം നല്‍കുക.

source: We could not contact the Satellite or Proxy at '%s.'
ml: '%s'-ല്‍ സാറ്റിലൈറ്റ് അല്ലെങ്കില്‍ പ്രൊക്സിയുമായി ബന്ധപ്പെടുവാന്‍ സാധ്യമല്ല.

source: Double-check the location - is '%s' correct? If not, you can correct it and try again.
ml: നല്‍കിയിരിക്കുന്ന സ്ഥാനം '%s' ശരിയാണോ എന്ന് വീണ്ടും പരിശോധിക്കുക?ശരിയല്ലായെങ്കില്‍, അത് ശരിയാക്കി നിങ്ങള്‍ക്ക് വീണ്ടും ശ്റമിക്കാവുന്നതാണ്.

source: There was an error communicating with Red Hat Network.
ml: Red Hat നെറ്റ്‌വറ്‍ക്കുമായി ബന്ധപ്പെടുന്നതില്‍ ഒരു തകരാറു സംഭവിച്ചിരിക്കുന്നു.

source: The server may be in outage mode. You may have to try connecting later.
ml: സര്‍വര്‍ ഔട്ട് റേജ് മോഡിലാണ്. നിങ്ങള്‍ പിന്നീട് കണക്ട് ചെയ്യുവാന്‍ ശ്റമിക്കുക.

source: You may be running a client that is incompatible with the server.
ml: സര്‍വറുമായി പൊരുത്തപ്പെടാത്ത ഒരു ക്ലൈന്‍റാവാം നിങ്ങള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്ന.

source: You must enter a login.
ml: ലോഗിന്‍ നല്‍കേണ്ടതാണ്.

source: You must enter a password.
ml: ഒരു പാസ്ഡേറ്‍ഡ് നിങ്ങള്‍ നല്‍കേണ്ടതാണ്.

source: There was an error communicating with the registration server. The message was:
ml: രജിസ്ട്രേഷന്‍ സര്‍വറുമായി ബന്ധപ്പെടുന്നതില്‍ പിഴവ്. സന്ദേശം ഇതായിരുന്നു:

source: Error running hardware profile
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍ പ്രവര്‍ത്തിക്കുന്നതില്‍ പിഴവ്

source: There was an error while populating the profile.
ml: പ്രൊഫൈല്‍ അറിയിക്കുന്നതില്‍ പിഴവ് സംഭവിച്ചിരിക്കുന്നു.

source: You must choose a name for this profile.
ml: ഈ പ്രൊഫൈലിന് നിങ്ങള്‍ ഒരു പേര് തിരഞ്ഞെടുക്കുക.

source: Sending your profile information to Red Hat Network. Please wait.
ml: Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് നിങ്ങളുടെ പ്രൊഫൈല്‍ വിവരം അയയ്ക്കുന്നു. കാത്തിരിക്കുക.

source: Registering System
ml: സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുന്നു

source: Problem registering system:
ml: സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുന്നതില്‍ തകരാര്‍:

source: The installation number [ %s ] provided is not a valid installation number. Please go back to the previous screen and fix it.
ml: നല്‍കിയിരിക്കുന്ന സബ്സ്ക്രിപ്ഷന്‍ നംബര്‍ [ %s ] ഒരു തെറ്റായ സബ്സ്ക്രിപ്ഷന്‍ നംബര്‍ ആണ്. ദയവായി മുന്പുളള സ്ക്രീനില്‍ ചെന്ന് പ്രശ്നം പരിഹരിക്കുക.

source: Problem registering system.
ml: സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുന്നതില്‍ പ്രശ്നം.

source: Problem writing out system id to disk.
ml: ഡിസ്കിലേക്ക് സിസ്റ്റം id എഴുതുന്നതില്‍ പിഴവ്.

source: There was a problem registering this system.
ml: സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുന്നതില്‍ ഒരു പ്രശ്നം നേരിട്ടു.

source: Sending hardware information
ml: ഹാര്‍ഡ്‌വെയറ്‍ വിവരം അയയ്ക്കുന്നു

source: Problem sending hardware information.
ml: ഹാര്‍ഡ്‌വെയറ്‍ വിവരം വായിക്കുന്നതില്‍ പിഴവ്.

source: Sending package information
ml: പാക്കേജിന്‍റെ വിവരം അയയ്ക്കുന്നു

source: Problem sending package information.
ml: പാക്കേജ് വിവരം അയയ്ക്കുന്നതില്‍ പ്രശ്നം.

source: Problem registering personal information:
ml: സ്വകാര്യ വിവരങ്ങള്‍ രജിസ്ടര്‍ ചെയ്യുന്നതില്‍ പ്രശ്നം:

source: Problem registering personal information
ml: സ്വകാര്യ വിവരങ്ങള്‍ രജിസ്ടര്‍ ചെയ്യുന്നതില്‍ പ്രശ്നം

source: You must select a certificate.
ml: ഒരു സര്‍ട്ടിഫിക്കേറ്റ് തിരഞ്ഞെടുക്കേണ്ടതാണ്.

source: There was an SSL error. This could be because the file you picked was not a certificate file.
ml: ഒരു SSL പിഴവ്. നിങ്ങള്‍ തിരഞ്ഞെടുത്ത ഫയല്‍ ഒരു സര്‍ട്ടിഫിക്കറ്റ് ഫയല്‍ ആയിരിക്കില്ല എന്നതാവാംകാരണം.

source: Something went wrong while installing the new certificate:
ml: പുതിയ സര്‍ട്ടിഫിക്കേറ്റ് ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിനിടെ എന്തോ പിഴവ്:

source: unknown
ml: അപരിചിതം

source: Package
ml: പാക്കേജ്

source: Building a list of RPM packages installed on your system. Please wait.
ml: നിങ്ങളുടെ സിസ്റ്റമില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിരിക്കുന്ന RPM പാക്കേജുകള്‍ ബിള്‍ഡ് ചെയ്യുന്നു. കാത്തിരിക്കുക.

source: There was an error loading your configuration. Make sure that you have read access to /etc/sysconfig/rhn.
ml: നിങ്ങളുടെ കോണ്‍ഫിഗറേഷന്‍ ലഭ്യമാകുന്നതില്‍ പിശക്. നിങ്ങള്‍ക്ക് /etc/sysconfig/rhn വായിക്കുന്നതിനുളള അനുവാദമുണ്ട് എന്നുറപ്പ് വരുത്തുക.

source: There was an error saving your configuration. Make sure that you own %s.
ml: നിങ്ങളുടെ കോണ്‍ഫിഗറേഷന്‍ സൂക്ഷിക്കുന്നതില്‍ പിശക്. %s നിങ്ങള്‍ക്ക് സ്വന്തം എന്നുറപ്പുവരുത്തുക.

source: This error shouldn't have happened. If you'd like to help us improve this program, please file a bug at bugzilla.redhat.com. Including the relevant parts of '%s' would be very helpful. Thanks!
ml: ഈ പിഴവ് ഉണ്ടാകുവാന്‍ പാടില്ലായിരുന്നു. ഇത് മെച്ചപ്പെടുത്തണമെങ്കില്‍, ദയവായി ഒരു ബഗ് bugzilla.redhat.com-ല്‍ രേഖപ്പെടുത്തുക. '%s'-ന്‍റെ ആവശ്യമുളള ഭാഗങ്ങളും ഉല്‍പ്പെടുത്തുക. നന്ദി!

source: Warning: unable to enable rhnsd with chkconfig
ml: മുന്നറിയിപ്പ്: chkconfig-നൊപ്പം rhnsd പ്രാപ്യമാക്കുന്നതിന് സാധ്യമല്ല

source: ERROR: can not find RHNS CA file
ml: പിഴവ്: RHNS CA ഫയല്‍ ലഭ്യമല്ല:

source: Connection aborted by the user
ml: കണക്ഷന്‍ യൂസര്‍ നിര്‍ത്തിയിരിക്കുന്നു

source: Server has refused connection due to high load
ml: അധികം ലോഡ് ആയതിനാല്‍ സര്‍വര്‍ കണക്ഷന്‍ നിരസിച്ചിരിക്കുന്നു

source: Getting list of packages installed on the system
ml: സിസ്റ്റമില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്ത പാക്കേജുകളുടെ ലിസ്റ്റ് ലഭ്യമാകുന്നു

source: The server indicated an error:
ml: സര്‍വര്‍ ഒരു പിശക് സൂചിപ്പിക്കുന്നു:

source: Profile name:
ml: പ്രൊഫൈല്‍ നാമം:

source: Version:
ml: വേര്‍ഷന്‍:

source: CPU model:
ml: CPU മോഡല്‍:

source: Hostname:
ml: ഹോസ്റ്റ് നെയിം:

source: CPU speed:
ml: CPU വേഗത:

source: IP Address:
ml: IP വിലാസം:

source: Memory:
ml: മെമ്മറി:

source: %s megabytes
ml: %s മെഗാബൈറ്റുകള്‍

source: Problem sending hardware profile:
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍ അയയ്ക്കുന്നതില്‍ പിഴവ്:

source: Problem sending hardware profile.
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍ അയയ്ക്കുന്നതില്‍ പിഴവ്.

source: Problem sending package list:
ml: പാക്കേജ് ലിസ്റ്റ് അയയ്ക്കുന്നതില്‍ പ്രശ്നം:

source: Problem sending package list.
ml: പാക്കേജ് ലിസ്റ്റ് അയയ്ക്കുന്നതില്‍ പ്രശ്നം.

source: Finish
ml: പൂര്‍ത്തിയാക്കി

source: You specified an invalid protocol.
ml: നിങ്ങള്‍ തെറ്റായ സംന്പ്രദായമാണ് നല്‍കിയിരിക്കുന്നത്.

source: You must run the RHN registration program as root.
ml: RHN രജിസ്ട്രേഷന്‍ പ്രോഗ്രാം root ആയി പ്രവര്‍ത്തിപ്പിക്കണം.

source: RPM error. The message was:
ml: RPM പിശക്. സന്ദേശം ഇതായിരുന്നു:

source: Password error. The message was:
ml: പാസ്ഡേറ്‍ഡില്‍ പിഴവ്. സന്ദേശം ഇതായിരുന്നു:

source: RPM dependency error. The message was:
ml: RPM ഡിപന്‍ഡന്‍സി പിഴവ്. സന്ദേശം ഇതായിരുന്നു:

source: Error communicating with server. The message was:
ml: സര്‍വറുമായി ബന്ധപ്പെടുന്നതില്‍ പിശക്. സന്ദേശം ഇതായിരുന്നു:

source: File Not Found:
ml: ഫയല്‍ ലഭ്യമല്ല:

source: Delay error from server. The message was:
ml: സര്‍വറില്‍ നിന്നും ഡിലേ പിശക്. സന്ദേശം ഇതായിരുന്നു:

source: Error validating data at server:
ml: സര്‍വറില്‍ ഡേറ്റാ വാലിഡേറ്റ് ചെയ്യുന്നതില്‍ പിഴവ്:

source: The installation number is invalid
ml: ഇന്‍സ്റ്റലേഷന്‍ നംബര്‍ തെറ്റാണ്

source: Error parsing the oemInfo file at field:
ml: ഇവിടെ oemInfo ഫയല്‍ പാഴ്സ് ചെയ്യുന്നതില്‍ പിഴവ്:

source: Choose Server
ml: സര്‍വര്‍ തിരഞ്ഞെടുക്കുക

source: Red Hat Login
ml: Red Hat ലോഗിന്‍

source: Provide Certificate
ml: സര്‍ട്ടീഫിക്കറ്റ് ലഭ്യമാക്കുക

source: Create Profile
ml: പ്രൊഫൈല്‍ ഉണ്ടാക്കുക

source: Finish Updates Setup
ml: അപ്ഡേറ്റുകളുടെ സെറ്റപ്പ് പൂര്‍ത്തിയായി

source: Set Up Software Updates
ml: സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍

source: Review Subscription
ml: സബ്സ്ക്രിപ്ഷന്‍ പരിശോധിക്കുക

source: You need to register this system by running `rhn_register` before using this option
ml: ഈ ഉപാധി ഉപയോഗിക്കുന്നതിന് മുന്പ് `rhn_register` പ്രവര്‍ത്തിപ്പിച്ച് ഈ സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുക

source: Updating package profile...
ml: പാക്കേജ് പ്രൊഫൈല്‍ പുതുക്കുന്നു...

source: Updating hardware profile...
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍ പുതുക്കുന്നു...

source: Updating virtualization profile...
ml: വിര്‍ച്ച്വലൈസേഷന്‍ പ്രൊഫൈല്‍ പുതുക്കുന്നു...

source: Do not attempt to use X
ml: X ഉപയോഗിക്കുവാന്‍ ശ്റമിക്കരുത്

source: Specify a profilename
ml: ഒരു പ്രൊഫൈല്‍ നാമം നല്‍കുക

source: Specify a username
ml: ഉപയോഗിക്കുവാനുളള പേര് നല്‍കുക

source: Specify a password
ml: ഒരു പാസ്ഡേറ്‍ഡ് നല്‍കുക

source: Specify an organizational id for this system
ml: ഈ സിസ്റ്റമിനുളള ഓര്‍ഗനൈസേഷന്‍ id നല്‍കുക

source: Specify a url to use as a server
ml: ഒരു സര്‍വര്‍ ആയി ഉപയോഗിക്കുന്നതിനുളള url നല്‍കുക

source: Specify a file to use as the ssl CA cert
ml: ssl CA cert ആയി ഉപയോഗിക്കുന്നതിന് ഒരു ഫയല്‍ ലഭ്യമാക്കുക

source: Specify an activation key
ml: ഒരു ആക്റ്റിവേഷന്‍ കീ നല്‍കുക

source: Do not probe or upload any hardware info
ml: ഒരു ഹാര്‍ഡ്‌വെയറ്‍ വിവരം തിരക്കുകയോ അപ് ലോഡ് ചെയ്യുകയോ പാടില്ല

source: Do not profile or upload any package info
ml: ഒരു പാക്കേജും അപ് ലോഡ് ചെയ്യേണ്ട

source: Do not upload any virtualization info
ml: ഒരു വിര്‍ച്ച്വലൈസേഷന്‍ വിവരവും അപ് ലോഡ് ചെയ്യുവാന്‍ പാടില്ല

source: Do not start rhnsd after completion
ml: പൂര്‍ത്തിയാക്കിയ ശേഷം rhnsd തുടങ്ങുവാന്‍ പാടില്ല

source: Register the system even if it is already registered
ml: ഒരിക്കല്‍ രജിസ്ടര്‍ ചെയ്ത സിസ്റ്റം ആണേലും വീണ്ടും രജിസ്ടര്‍ ചെയ്യുക

source: A username and password are required to register a system.
ml: ഒരു സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുന്നതിനായി ഉപയോഗിക്കുന്നതിന് ഒരു പേരും, പാസ്ഡേറ്‍ഡും ആവശ്യമുണ്ട്.

source: This system is already registered. Use --force to override
ml: ഈ സിസ്റ്റം നിലവില്‍ രജിസ്ടേര്‍ഡ് ആണ്. ഓവര്‍ റൈഡ് ചെയ്യുന്നതിനായി --force ഉപയോഗിക്കുക

source: A profilename was not specified, and hostname and IP address could not be determined to use as a profilename, please specify one.
ml: ഒരു പ്രൊഫൈലിന്‍റെ പേര് കൊടുക്കാത്തതിനാല്‍, ഹോസ്റ്റ് നെയിം IP വിലാസം എന്നിവ ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല. അതിനാല്‍ ദയവായി ഒരെണ്ണം വ്യക്തമാക്കുക.

source: Choose an update location
ml: ഒരു അപ്ഡേറ്റ് സ്ഥാനം തിരഞ്ഞെടുക്കുക

source: Create your system profile
ml: നിങ്ങളുടെ സിസ്റ്റം പ്രൊഫൈല്‍ ഉണ്ടാക്കുക

source: Enter your account information
ml: അക്കൌണ്ട് വിവരങ്ങള്‍ നല്‍കുക:

source: Provide a security certificate
ml: സുരക്ഷിതാ സര്‍ട്ടീഫിക്കറ്റ് ലഭ്യമാക്കുക

source: Registering for software updates
ml: സോഫ്റ്റ്‌വെയറ്‍ പുതുക്കങ്ങള്‍ക്കായി രജിസ്ടര്‍ ചെയ്യുന്നു

source: Progress Dialog
ml: പുരോഗതി കാണിക്കുന്ന ഡയലോഗ്

source: <b>Compliance:</b>
ml: <b>കരാറുകള്‍ അനുകരിച്ച്:</b>

source: <b>Downloads &amp; Upgrades:</b>
ml: <b>ഡൌണ്‍‍ലോട് &amp;-ഉം അപ്ഗ്രേഡും:</b>

source: <b>HTTP Proxy</b>
ml: <b>HTTP പ്രോക്സി</b>

source: <b>Login:</b>
ml: <b>ലോഗിന്‍:</b>

source: <b>Red Hat Network Location:</b>
ml: <b>Red Hat നെറ്റ്‌വറ്‍ക്ക് സ്ഥാനം:</b>

source: <b>Security &amp; Updates:</b>
ml: <b>സെക്യൂരിറ്റി &amp; അപ്ഡേറ്റ്:</b>

source: <b>Support:</b>
ml: <b>പിന്തുണ:</b>

source: <b>System ID:</b>
ml: <b>സിസ്റ്റം ID:</b>

source: <b>The network connection on your system is not active. Your system cannot be set up for software updates at this time.</b>
ml: <b>നിങ്ങളുടെ സിസ്റ്റമിലുളള നെറ്റ്‌വറ്‍ക്ക് കണക്ഷന്‍ സജീവമല്ല. ഈ സമയത്ത് നിങ്ങളുടെ സിസ്റ്റം സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ക്കായി ക്രമീകരിച്ചിട്ടില്ല. </b>

source: <b>You have no active subscriptions available in your account.</b> You will need to do one of the following to create an active subscription in your account before this system can be registered:
ml: <b>നിങ്ങളുടെ അക്കൌണ്ടില്‍ സജീവമായ ഒരു സബ്സ്ക്രിപ്ഷനും ലഭ്യമല്ല.</b> ഈ സിസ്റ്റം രജിസ്ടറ്‍ ചെയ്യുന്നതിന് മുന്പായി നിങ്ങളുടെ അക്കൌണ്ടില്‍ പുതിയ ഒരു അംഗത്വം തുടങ്ങുന്നതിന് താഴെ പറഞ്ഞിരിക്കുന്നതില്‍ ഒന്ന് നിങ്ങള്‍ ചെയ്യേണ്ടതാണ്:

source: <big><b>Profile Data</b></big>
ml: <big><b>പ്രൊഫൈല്‍ ഡേറ്റാ</b></big>

source: <big><b>System Name</b></big>
ml: <big><b>സിസ്റ്റമിന്‍റെ പേര്</b></big>

source: <small><b>Example:</b> https://satellite.example.com</small>
ml: <small><b>ഉദാഹരണം:</b> https://satellite.example.com</small>

source: <small><b>Example:</b> squid.example.com:3128</small>
ml: <small><b>ഉദാഹരണം:</b> squid.example.com:3128</small>

source: <small><b>Example</b>: XXXX-XXXX-XXXX-XXXX</small>
ml: <small><b>ഉദാഹരണം</b>: XXXX-XXXX-XXXX-XXXX</small>

source: <small>Tip: Forgot your login or password? Contact your Satellite's <i>Organization Administrator</i>.</small>
ml: <small>സൂചന: നിങ്ങള്‍ ഉപയോഗിക്കുന്ന പേര് അല്ലെങ്കില്‍ പാസ്ഡേറ്‍ഡ് മറന്നുവോ? നിങ്ങളുടെ സാറ്റിലൈറ്റിന്‍റെ <i>ഓര്‍ഗനൈസേഷന്‍ അഡ്മിനിസ്ട്രേറ്ററുമായി</i>.</small> ബന്ധപ്പെടുക

source: <small>Tip: Forgot your login or password? Look it up at https://www.redhat.com/wapps/sso/rhn/lostPassword.html</small>
ml: <small>സൂചന: നിങ്ങള്‍ ഉപയോഗിക്കുന്ന പേര് അല്ലെങ്കില്‍ പാസ്ഡേറ്‍ഡ് മറന്നുവോ? https://www.redhat.com/wapps/sso/rhn/lostPassword.html-ല്‍ തിരയുക</small>

source: A security certificate compatible with <b>%s</b> was not found on this system. A security certificate, using SSL technology, is necessary to ensure that data communicated between this system and Red Hat Network (including your login and password) is secure.
ml: <b>%s</b>-ന് യോജിക്കുന്ന സെക്യൂരിറ്റി സര്‍ട്ടിഫിക്കറ്റ് ഈ സിസ്റ്റമില്‍ ലഭ്യമല്ല. ഈ സിസ്റ്റമും Red Hat നെറ്റ്‌വറ്‍ക്കും (ലോഗിനും പാസ്ഡേറ്‍ഡും ഉള്‍പ്പെടുന്നു) തമ്മില്‍ ബന്ധം സുരക്ഷിതമാക്കുന്നതിനായി SSL ടെക്നോളജി ഉപയോഗിക്കുന്ന ഒരു സെക്യൂരിറ്റി സര്‍ട്ടിഫിക്കറ്റ് ആവശ്യമുണ്ട്.

source: Activate a previously purchased subscription you have not yet activated.
ml: സജീവമാക്കാത്ത നിങ്ങളുടെ മുന്പുളള സബ്സ്ക്രിപ്ഷന്‍ ദയവായി സജ്ജമാക്കുക.

source: Advanced Network Configuration
ml: പുരോഗമിച്ച നെറ്റ്‌വറ്‍ക്ക് കോണ്‍ഫിഗറേഷന്‍

source: Advanced _Network Configuration ...
ml: പുരോഗമിച്ച നെറ്റ്‌വറ്‍ക്ക് കോണ്‍ഫിഗറേഷന്‍... (_N)

source: Are you sure you don't want to connect your system to Red Hat Network? You'll miss out on the benefits of a Red Hat Enterprise Linux subscription:
ml: നിങ്ങള്‍ക്ക് നിങ്ങളുടെ സിസ്റ്റം Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് കണക്ട് ചെയ്യേണ്ട എന്നുറപ്പാണോ? നിങ്ങള്‍ക്ക് Red Hat Enterprise Linux സബ്സ്ക്രിപ്ഷന്‍റെ ആനുകൂല്യങ്ങള്‍ ലഭ്യമാകുകയില്ല:

source: CPU Model:
ml: CPU മോഡല്‍:

source: CPU Speed:
ml: CPU വേഗത:

source: Certificate _Location:
ml: സര്‍ട്ടിഫിക്കറ്റിന്‍റ് സ്ഥാനം: (_L)

source: Create profile
ml: പ്രൊഫൈല്‍ ഉണ്ടാക്കുക

source: ERROR
ml: പിശക്

source: Enter Your Account Information
ml: നിങ്ങളുടെ അക്കൌണ്ട് വിവരങ്ങള്‍ നല്‍കുക:

source: Enter in the format hostname(:port)
ml: ഹോസ്റ്റ് നെയിം(:പോറ്‍ട്ട്) എന്ന രീതിയില്‍ നല്‍കുക

source: Hardware Info
ml: ഹാര്‍ഡ്‌വെയറ്‍ വിവരം

source: Hardware Profile
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍

source: Hostname:
ml: ഹോസ്റ്റ് നെയിം:

source: I <b>_don't</b> have an SSL certificate. I will contact my system administrator for assistance and will register at a later time.
ml: ഒരു SSL സര്‍ട്ടിഫിക്കേറ്റ് <b>ലഭ്യമല്ല</b>. സഹായത്തിനായി സിസ്റ്റം അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെട്ട് പിന്നീട് രജിസ്ടര്‍ ചെയ്യാം. (_d)

source: I have access to a <b>Red Hat Network Satellite</b> or <b>Red Hat Network Proxy</b>. I'd like to receive software updates from the Satellite or Proxy below:
ml: ഒരു <b>Red Hat നെറ്റ്‌വറ്‍ക്ക് സാറ്റിലൈറ്റ്</b> അല്ലെങ്കില്‍ <b>Red Hat നെറ്റ്‌വറ്‍ക്ക് പ്രോക്സി</b>-യിലേക്ക് എനിക്ക് പ്രവേശനം ലഭ്യമാണ്. താഴെ പറഞ്ഞിരിക്കുന്ന സാറ്റിലൈറ്റ് അല്ലെങ്കില്‍ പ്രോക്സിയില്‍നിന്നും അപ്ഡേറ്റുകള്‍ സ്വീകരിക്കണം.

source: I have an <b>_SSL certificate</b> to communicate with Red Hat Network:
ml: Red Hat നെറ്റ്‌വറ്‍ക്കുമായി ബന്ധപ്പെടുന്നതിനായി ഒരു <b>SSL സര്‍ട്ടിഫിക്കേറ്റ്</b> ഉണ്ട്: (_S)

source: I would like to connect to Red Hat Network via an _HTTP proxy.
ml: ഒരു HTTP പ്രോക്സി വഴി Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് കണക്ട് ചെയ്യുക. (_H)

source: I'd like to receive updates from <b>Red Hat Network</b>. (I don't have access to a Red Hat Network Satellite or Proxy.)
ml: എനിക്ക് താഴെ പറയുന്ന <b>Red Hat നെറ്റ്‌വറ്‍ക്കില്‍ </b>നിന്നും സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ സ്വീകരിക്കണം. (Red Hat നെറ്റ്‌വറ്‍ക്ക് അല്ലെങ്കില്‍ പ്രോക്സിയിലേക്ക് എനിക്ക് പ്രവേശനം ലഭ്യമല്ല.)

source: IP Address:
ml: IP വിലാസം:

source: Installation _Number:
ml: ഇന്‍സ്റ്റലേഷന്‍ നംബര്‍: (_N)

source: Link To Subscription
ml: സബ്സ്ക്രിപ്ഷനിലേക്ക് ബന്ധിപ്പിക്കുക

source: Log in to http://rhn.redhat.com/ and unentitle an inactive system at Your RHN > Subscription Management > System Entitlements.
ml: http://rhn.redhat.com/-ലേക്ക് ലോഗിന്‍ ചെയ്ത് RHN >സബ്സ്ക്രിപ്ഷന്‍ മാനേജ്മെന്‍റെ > സിസ്റ്റം എന്‍റൈറ്റില്‍നെന്‍റില്‍ സജീവമല്ലാത്ത ഒരു സിസ്റ്റം അണ്‍എന്‍റൈറ്റില്‍ ചെയ്യുക.

source: Memory:
ml: മെമ്മറി:

source: Package Information
ml: പാക്കേജിന്‍റെ വിവരം

source: Please enter your account information for <b>Red Hat Network</b> (http://rhn.redhat.com/)
ml: <b>Red Hat നെറ്റ്‌വറ്‍ക്ക്</b>-നുളള നിങ്ങളുടെ അക്കൌണ്ട് വിവരം ദയവായി നല്‍കുക (http://rhn.redhat.com)

source: Provide a Security Certificate
ml: ഒരു സുരക്ഷിതാ സര്‍ട്ടീഫിക്കറ്റ് ലഭ്യമാക്കുക

source: Proxy P_assword:
ml: പ്രോക്സിയുടെ പാസ്‍വേര്‍ഡ്: (_a)

source: Proxy _Username:
ml: പ്രോക്സി ഉപയോഗിക്കുന്ന പേര്: (_U)

source: Purchase an additional Red Hat Enterprise Linux subscription at http://www.redhat.com/store/.
ml: അഡീഷണല്‍ Red Hat Enterprise Linux സബ്സ്ക്രിപ്ഷന്‍ http://www.redhat.com/store/-ല്‍ നിന്നും ലഭ്യമാക്കുക.

source: Receive the latest software updates, including security updates, keeping this Red Hat Enterprise Linux system <b>updated</b> and <b>secure</b>.
ml: ഈ Red Hat Enterprise Linux സിസ്റ്റം <b>പുതുക്കുന്നതിനും</b> <b>സുരക്ഷിതമാക്കുന്നതിനും</b> സെക്യൂരിറ്റി അപേഡേറ്റുകള്‍ ഉള്‍പ്പെടയുളള ഏറ്റവും പുതിയ സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ ലഭ്യമാക്കുക.

source: Red Hat Linux Version:
ml: Red Hat Linux വേര്‍ഷന്‍:

source: Red Hat Network _Location:
ml: Red Hat നെറ്റ്‌വറ്‍ക്ക് സ്ഥാനം: (_L)

source: Review system...
ml: സിസ്റ്റം പരിശോധിക്കുക...

source: Select A File
ml: ഒരു ഫയല്‍ തിരഞ്ഞെടുക്കുക

source: Send _hardware profile
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍ അയയ്ക്കുക (_p)

source: Send _package profile
ml: പാക്കേജ് പ്രൊഫൈല്‍ അയയ്ക്കുക (_p)

source: Software update setup has been completed for this system.
ml: ഈ സിസ്റ്റമിന് ആവശ്യമുളള സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റ് പൂര്‍ത്തിയാക്കിയിരിക്കുന്നു.

source: Start Window
ml: ജാലകം തുടങ്ങുക

source: System _Name:
ml: സിസ്റ്റത്തിന്‍റെ പേര്: (_N)

source: This assistant will guide you through connecting your system to Red Hat Network (RHN) for software updates, such as:
ml: സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ക്കായി നിങ്ങളുടെ സിസ്റ്റം Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് (RHN) കണക്ട് ചെയ്യുന്നതിനായി നിങ്ങളെ ഈ അസിസ്റ്റന്‍റ് സഹായിക്കുന്നതാണ്. ഉദാഹരണത്തിന് :

source: Use Au_thentication with HTTP Proxy:
ml: HTTP പ്രോക്സിയോടൊപ്പം അധികാരം ഉറപ്പാക്കല്‍ സംവിധാനം ഉപയോഗിക്കുക: (_t)

source: V_iew Package Profile ...
ml: പാക്കേജ് പ്രൊഫൈല്‍ കാണുക... (_i)

source: Why Register
ml: എന്തിന് രജിസ്ടറ്‍ ചെയ്യണം

source: Would you like to register your system at this time? <b>(Strongly recommended.)</b>
ml: നിങ്ങള്‍ക്ക് നിങ്ങളുടെ സിസ്റ്റം ഇപ്പോള്‍ രജിസ്ടര്‍ ചെയ്യണമോ? <b>(ഏറ്റവും ഉചിതമായ സന്ദര്‍ഭം.)</b>

source: You may connect your system to <b>Red Hat Network</b> (https://rhn.redhat.com/) or to a <b>Red Hat Network Satellite</b> or <b>Red Hat Network Proxy</b> in order to receive software updates.
ml: <b>Red Hat നെറ്റ്‌വറ്‍ക്ക്</b> (http://rhn.redhat.com/) അല്ലെങ്കില്‍ ഒരു <b>Red Hat നെറ്റ്‌വറ്‍ക്ക് സാറ്റിലൈറ്റ്</b> അല്ലെങ്കില്‍ ഒരു <b>Red Hat നെറ്റ്‌വറ്‍ക്ക് പ്രോക്സി</b> എന്നിവയില്‍ നിന്നും സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ നിങ്ങളുടെ കംപ്യൂട്ടര്‍ സ്വീകരിക്കുന്നതിനായി നിങ്ങള്‍ സിസ്റ്റം രജിസ്ടര്‍ ചെയ്യുക.

source: You will <b>not</b> be able to take advantage of these subscriptions privileges without connecting your system to Red Hat Network.
ml: Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് കണക്ട് ചെയ്യാതെ നിങ്ങള്‍ക്ക് ഈ സബ്സ്ക്രിപ്ഷന്‍റെ ആനുകൂല്യങ്ങള്‍ <b>ലഭ്യമാകുകയില്ല</b>.

source: You'll need to send us a profile of what packages and hardware are installed on your system so we can determine what updates are available.
ml: ഏത് പാക്കേജുകളുടെയെല്ലാം അപ്ഡേറ്റുകളാണ് ലഭ്യമെന്ന് അറിയുന്നതിനായി ഈ സിസ്റ്റമില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടുളള പാക്കേജുകളുടേയും ഹാര്‍ഡ്‌വെയറുകളുടേയും പ്രൊഫൈല്‍ നിങ്ങള്‍ അയയ്ക്കേണ്ടതാണ്

source: You'll want to choose a name for this system so you'll be able to identify it in the Red Hat Network interface.
ml: Red Hat നെറ്റ്‌വറ്‍ക്ക് ഇന്‍റര്‍ഫെയിസില്‍ നിങ്ങളുടെ സിസ്റ്റം തിരിച്ചറിയുന്നതിനായി ഒരു പേര് തിരഞ്ഞെടുക്കേണ്ടതാണ്.

source: Your system is not setup for software updates.
ml: ഈ സിസ്റ്റം സോഫ്റ്റ്‌വെയര്‍ അപ്ഡേറ്റുള്‍ക്ക് തയ്യാറല്ല.

source: Your system is now ready to receive the software updates that will keep it secure and supported. You'll know when software updates are available when a package icon appears in the notification area of your desktop (usually in the upper-right corner, circled below.) Clicking on this icon, when available, will guide you through applying any updates that are available:
ml: നിങ്ങളുടെ സിസ്റ്റം സുരക്ഷിമാക്കുന്നതിനും പിന്തുണയ്ക്കുന്നതിനുമുളള സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ സ്വീകരിക്കുന്നതിനായി നിങ്ങളുടെ സിസ്റ്റം ഇപ്പോള്‍ തയ്യാറാണ്. നിങ്ങളുടെ ഡസ്ക്-ടോപ്പിന്‍റെ (സാധാരണ മുകളില്‍-വലത് കോണില്‍, താഴെ വട്ടത്തില്‍ കാണിച്ചിരിക്കുന്നു) അറിയിപ്പ് സ്ഥാനത്ത് ഐക്കണ്‍ കാണുന്പോള്‍ സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ ലഭ്യമാണ് എന്ന് നിങ്ങള്‍ക്ക് മനസ്സിലാകുന്നു. ഈ ഐക്കണ്‍ ലഭ്യമാകുന്പോള്‍, ഇതില്‍ ക്ളിക്ക് ചെയ്താല്‍, ലഭ്യമുളള പുതിയ അപ്ഡേറ്റുകള്‍ കംപ്യൂട്ടറിന് ലഭ്യമാക്കുന്നതിന് നിങ്ങളെ സഹായിക്കുന്നു.

source: Your system will need to access a subscription. This will allow you to keep your system updated, secure, and supported.
ml: നിങ്ങളുടെ സിസ്റ്റമിന് ഒരു സബ്സ്ക്രിപ്ഷന്‍ ലഭ്യമാകേണ്ടതുണ്ട്. നിങ്ങളുടെ സിസ്റ്റം പുതുക്കുന്നതിനും, സുരക്ഷിതമാക്കുന്നതിനും പിന്തുണയ്ക്കുന്നതിനും ഇത് നിങ്ങളെ സഹായിക്കുന്നു.

source: _Activate a subscription now...
ml: ഒരു സബ്സ്ക്രിപ്ഷന്‍ ലഭ്യമാക്കുക... (_A)

source: _Close
ml: അടയ്ക്കുക (_C)

source: _Login:
ml: ലോഗിന്‍: (_L)

source: _No thanks, I'll connect later.
ml: വേണ്ട. പിന്നീട് കണക്ട് ചെയ്യാം. (_N)

source: _No, Cancel
ml: വേണ്ട, റദ്ദാക്കുക (_N)

source: _No, I prefer to register at a later time.
ml: വേണ്ട, എനിക്ക് പിന്നീട് രജിസ്ടര്‍ ചെയ്താല്‍ മതി. (_N)

source: _Password:
ml: പാസ്ഡേറ്‍ഡ്: (_P)

source: _Proxy Location:
ml: പ്രോക്സിയുടെ സ്ഥാനം: (_P)

source: _Take me back to the registration
ml: വീണ്ടും രജിസ്ട്രേഷനിലേക്ക് തിരികെ പോകുക (_T)

source: _Take me back to the setup process.
ml: സെറ്റപ്പ് പ്രക്രിയയിലേക്ക് തിരികെ പോകുക. (_T)

source: _View Hardware Profile ...
ml: ഹാര്‍ഡ്‌വെയറ്‍ പ്രൊഫൈല്‍ കാണുക... (_V)
