Repository: spacewalkproject/spacewalk
Catalog: client/rhel/rhn-client-tools/po/*.po
Languages: ml

source: This client requires the server to support %s, which the current server does not support
ml: നിലവിലുളള സര്‍വറിന്‍റെ പിന്തുണ ലഭ്യമല്ലാത്ത %s-ന് സര്‍വര്‍ പിന്തുണയ്ക്കണമെന്ന് ഈ ക്ളൈന്‍റ് ആവശ്യപ്പെടുന്നു

source: %s was not found
ml: %s ലഭ്യമായില്ല

source: _Finish
ml: പൂര്‍ത്തിയാക്കി (_F)

source: Finish setting up software updates
ml: സോഫ്റ്റ്‌വെയറ്‍ പുതുക്കങ്ങളുടെ ക്റമീകരണം പൂര്‍ത്തിയായി

source: You must run rhn_register as root.
ml: rhn_register root ആയി വേണം രജിസ്ടര്‍ ചെയ്യുവാന്‍.

source: There was some sort of I/O error: %s
ml: ചില I/O പിഴവുകള്‍ ഉണ്ടായിരുന്നു: %s

source: Error reading cpu information:
ml: cpu വിവരം വായിക്കുന്നതില്‍ പിഴവ്:

source: Error reading system memory information:
ml: സിസ്റ്റമിന്‍റെ മെമ്മറി വിവരം വായിക്കുന്നതില്‍ പിഴവ്:

source: Error reading networking information:
ml: നെറ്റ്‌വറ്‍ക്കിങ് വിവരം വായിക്കുന്നതില്‍ പിഴവ്:

source: Error reading install method information:
ml: ഇന്‍സ്റ്റോള്‍ രീതിയുടെ വിവരം വായിക്കുന്നതില്‍ പിഴവ്:

source: Error reading network interface information:
ml: നെറ്റ്‌വറ്‍ക്ക് ഇന്‍റര്‍ഫെയിസ് വിവരം വായിക്കുന്നതില്‍ പിഴവ്:

source: Error:
ml: പിശക്:

source: Yes/No dialog:
ml: അതെ/അല്ല ഡയലോഗ്:

source: This system may not be updated until it is associated with a channel.
ml: ഒരു ചാനലുമായി ബന്ധപ്പെടുന്നതു വരെ സിസ്റ്റം പുതുക്കുവാന്‍ പാടില്ല.

source: Show additional output
ml: കൂടുതല്‍ ഔട്ട് പുട്ട് കാണിക്കുക

source: Specify an http proxy to use
ml: ഉപയോഗിക്കാനുളള http പ്രോക്സി വ്യക്തമാക്കുക

source: Specify a username to use with an authenticated http proxy
ml: ആധികാരികത ഉറപ്പാക്കിയ http പ്രോക്സിയോടൊപ്പം ഉപയോഗിക്കുന്നതിന് ഒരു പേര് നല്‍കുക

source: Specify a password to use with an authenticated http proxy
ml: ആധികാരികത ഉറപ്പാക്കിയ http പ്രോക്സിയോടൊപ്പം ഉപയോഗിക്കുന്നതിന് ഒരു പാസ്ഡേറ്‍ഡ് നല്‍കുക

source: Aborted.
ml: നിര്‍ത്തിയിരിക്കുന്നു.

source: An unexpected OS error occurred: %s
ml: അപ്രതീക്ഷിതമായ ഒരു OS പിഴവ് സംഭവിച്ചിരിക്കുന്നു: %s

source: There was some sort of I/O error: %s
ml: ചില I/O പിഴവുകള്‍ ഉണ്ടായിരിക്കുന്നു: %s

source: There was an SSL error: %s
ml: ഒരു SSL പിശക് ഉണ്ടായിരുന്നു: %s

source: A common cause of this error is the system time being incorrect. Verify that the time on this system is correct.
ml: സിസ്റ്റമിന്‍റെ സമയം തെറ്റായത് ആണ് ഈ പിഴവിന്‍റെ കാരണം. ഈ സിസ്റ്റമിന്‍റെ സമയം ശരിയാണ് എന്നുറപ്പ് വരുത്തുക.

source: There was a SSL crypto error: %s
ml: SSL crypto പിഴവ് സംഭവിച്ചിരിക്കുന്നു: %s

source: There was an authentication error: %s
ml: ആധികാരികത ഉറപ്പാക്കുന്നതില്‍ പിഴവ്: %s

source: You must be root to run %s
ml: %s പ്രവര്‍ത്തിപ്പിക്കുന്നതിന് root ആയി പ്രവര്‍ത്തിക്കുക

source: Unable to open gui. Try `up2date --nox`
ml: gui തുറക്കുവാന്‍ അസാധ്യം. `up2date --nox` ഉപയോഗിക്കുക

source: An error has occurred:
ml: ഒരു പിഴവ് സംഭവിച്ചിരിക്കുന്നു:

source: See /var/log/up2date for more information
ml: കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി /var/log/up2date കാണുക

source: Attempting to contact the Red Hat Network server.
ml: Red Hat നെറ്റ്‌വറ്‍ക്ക് സര്‍വറുമായി ബന്ധപ്പെടുവാന്‍ ശ്രമിക്കുന്നു.

source: We are attempting to contact the Red Hat Network server at %s.
ml: %s-ല്‍ Red Hat നെറ്റ്‌വറ്‍ക്ക് സര്‍വറുമായി ബന്ധപ്പെടുവാന്‍ ശ്രമിക്കുന്നു.

source: A proxy was specified at %s.
ml: %s-ല്‍ ഒരു പ്രോക്സി നല്‍കിയിരുന്നു.

source: Setting up Software updates
ml: സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റ്സ്

source: This assistant will guide you through connecting your system to Red Hat Network (RHN) to receive software updates, including security updates, to keep your system supported and compliant. You will need the following at this time: * A network connection * Your Red Hat Login & password * The location of a Red Hat Network Satellite or Proxy (optional)
ml: നിങ്ങളുടെ സിസ്റ്റം പിന്തുണയും ക്രമത്തിലും ആയിരിക്കേണ്ടതിനായി ആവശ്യമുളള, സെക്യൂരിറ്റി അപ്ഡേറ്റുകള്‍ ഉല്‍പ്പെടുന്ന സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ക്കായി നിങ്ങളുടെ സിസ്റ്റം Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് (RHN) കണക്ട് ചെയ്യുക. ഇതിനായി നിങ്ങളെ ഈ അസിസ്റ്റന്‍റ് സഹായിക്കു- ന്നതാണ്. താഴെ പറയുന്നവ ഇപ്പോള്‍ ആവശ്യമുളളതാണ് : * ഒരു നെറ്റ് വര്‍ക്ക് കണ്ക്ഷന്‍ * നിങ്ങളുടെ Red Hat ലോഗിനും പാസ്ഡേറ്‍ഡും * Red Hat നെറ്റ് വര്‍ക്ക് സാറ്റിലൈറ്റ് അല്ലെങ്കില്‍ പ്രോക്സിയുടെ സ്ഥാനം

source: Why Should I Connect to RHN? ...
ml: ഞാന്‍ എന്തിന് RHN-ലേക്ക് കണക്ട് ചെയ്തിരിക്കണം? ...

source: Why connect to Red Hat Network?
ml: Red Hat നെറ്റ്‌വറ്‍ക്കുമായി എന്തിന് കണക്ട് ചെയ്യണം?

source: Connecting your system to Red Hat Network allows you to take full advantage of the benefits of a paid subscription, including:
ml: നിങ്ങളുടെ സിസ്റ്റം Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ നിങ്ങള്‍ക്ക് ഒരു പെയിഡ് സബ്സ്ക്രിപ്ഷന് ലഭിക്കുന്ന ആനുകൂല്ല്യങ്ങള്‍ എല്ലാം ലഭ്യമാകുന്നു, അവ:

source: Security & Updates:
ml: സെക്യൂരിറ്റിയും അപ്ഡേറ്റുകളും:

source: Downloads & Upgrades:
ml: ഡൌണ്‍‍ലോഡുകളും അപ്ഗ്രേഡുകളും:

source: Support:
ml: പിന്തുണ:

source: Compliance:
ml: കരാറുകള്‍ അനുകരിച്ച്:

source: Receive the latest software updates, including security updates, keeping this Red Hat Enterprise Linux system updated and secure.
ml: ഈ Red Hat Enterprise Linux സിസ്റ്റം പുതുക്കുന്നതിനും സുരക്ഷിതമാക്കുന്നതിനും സെക്യൂരിറ്റി അപേഡേറ്റുകള്‍ ഉള്‍പ്പെടയുളള ഏറ്റവും പുതിയ സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ ലഭ്യമാക്കുക.

source: Download installation images for Red Hat Enterprise Linux releases, including new releases.
ml: പുതിയ റിലീസ് ഉള്‍പ്പെടയുളള Red Hat Enterprise Linux റിലീസുകള്‍ക്കായി ഇന്‍സ്റ്റലേഷന്‍ഇമേജുകള്‍ ഡൌണ്‍‍ലോഡ് ചെയ്യുക.

source: Access to the technical support experts at Red Hat or Red Hat's partners for help with any issues you might encounter with this system.
ml: നിങ്ങള്‍ സിസ്റ്റമില്‍ അഭിമുഖീകരിക്കുന്ന എല്ലാ പ്രശ്നങ്ങള്‍ക്കും പരിഹാരത്തിനായി ഉളള Red Hat അല്ലെങ്കില്‍ Red Hat പാര്‍ട്ടനറുകളിലുളള ഉളള സാങ്കേതിക പിന്തുണ എന്നിവ അടങ്ങുന്നു.

source: Stay in compliance with your subscription agreement and manage subscriptions for systems connected to your account at http://rhn.redhat.com/.
ml: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷന്‍ കരാറുകളനസുരിച്ച് പാലിക്കുകയും,http://www.rhn.redhat.com-ല്‍ നിങ്ങളുടെ അക്കൌണ്ടിലേക്ക് കണക്ട് ചെയ്തിരിക്കുന്ന സിസ്റ്റമുകളുടെ അംഗത്വം കൈകാര്യം ചെയ്യുക.

source: Tip: Red Hat values your privacy: http://www.redhat.com/legal/privacy_statement.html
ml: സൂചന: Red Hat നിങ്ങളുടെ സ്വകാര്യത മാനിക്കുന്നു: http://www.redhat.com/legal/privacy_statement.html

source: Take me back to the setup process.
ml: തിരികെ സെറ്റപ്പ് പ്രക്രിയയിലേക്ക് പോകുക.

source: Software update setup unsuccessful
ml: സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റ് സെറ്റപ്പ് വിജയിച്ചു

source: I'll register later.
ml: പിന്നീട് രജിസ്ടര്‍ ചെയ്യാം.

source: Setting up software updates
ml: സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റ്സ്

source: Please enter your login information for the %s Red Hat Network Satellite:
ml: %s Red Hat നെറ്റ്‌വറ്‍ക്ക് സാറ്റിലൈറ്റ് ലോഗിന്‍ വിവരം ദയവായി നല്‍കുക:

source: Red Hat Login:
ml: Red Hat ലോഗിന്‍:

source: Login:
ml: ലോഗിന്‍:

source: Password:
ml: പാസ്ഡേറ്‍ഡ്

source: Tip: Forgot your login or password? Contact your Satellite's Organization Administrator.
ml: സൂചന: നിങ്ങള്‍ ഉപയോഗിക്കുന്ന പേര് അല്ലെങ്കില്‍ പാസ്ഡേറ്‍ഡ് മറന്നുവോ? നിങ്ങളുടെ സാറ്റിലൈറ്റിന്‍റെ ഓര്‍ഗനൈസേഷന്‍ അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെടുക.

source: Please enter a desired login.
ml: ദയവായി നിങ്ങള്‍ക്ക് ആവശ്യമുളള ലോഗിന്‍ നല്‍കുക.

source: Please enter and verify a password.
ml: ദയവായി ഒരു പാസ്ഡേറ്‍ഡ് നല്‍കി അത് ഉറപ്പ് വരുത്തുക.

source: Register a System Profile - Hardware
ml: ഒരു സിസ്റ്റം പ്രൊഫൈല്‍ രജിസ്ടര്‍ ചെയ്യുക - ഹാര്‍ഡ്‌വെയറ്‍

source: A Profile Name is a descriptive name that you choose to identify this System Profile on the Red Hat Network web pages. Optionally, include a computer serial or identification number.
ml: Red Hat നെറ്റ്‌വറ്‍ക്ക് വെബ് പേജുകളില്‍ ഉളള സിസ്റ്റം പ്രൊഫൈല്‍ തിരിച്ചറിയുന്നതിനായുളളതാണ് പ്രൊഫൈലിന്ഡറെ പേര്. പകരം കംപ്യൂട്ടര്‍ സീരിയല്‍ അല്ലെങ്കില്‍ ഐഡന്‍റിഫിക്കേഷന്‍ നംബര്‍ ഉല്‍പ്പെടുത്തുക.

source: Additional hardware information including PCI devices, disk sizes and mount points will be included in the profile.
ml: PCI ഡിവൈസുകള്‍, ഡിസ്ക് വലിപ്പം, മൌണ്ട് പോയിന്‍റ് എന്നീ കൂടുതല്‍ ഹാര്‍ഡ്‌വെയറ്‍ വിവരം പ്രൊഫൈലില്‍ ഉല്‍പ്പെടുത്തുന്നു.

source: Include the following information about hardware and network:
ml: ഹാര്‍ഡ്‌വെയറും നെറ്റ്‌വറ്‍ക്കും സംബന്ധിച്ചുളള ഈ വിവരങ്ങള്‍ ഉല്‍പ്പെടുത്തുക:

source: Register a System Profile - Packages
ml: ഒരു സിസ്റ്റം പ്രൊഫൈല്‍ രജിസ്ടര്‍ ചെയ്യുക - പാക്കേജുകള്‍

source: RPM information is important to determine what updated software packages are relevant to this system.
ml: ഈ സിസ്റ്റമിന് ആവശ്യമുളള പുതുക്കിയ സോഫ്റ്റ്‌വെയറ്‍ പാക്കേജുകള്‍ ഏതെന്നറിയുന്നതിന് RPM വിവരം പ്രധാനമാണ്.

source: Include RPM packages installed on this system in my System Profile
ml: എന്‍റെ സിസ്റ്റം പ്രൊഫൈലില്‍ ഈ സിസ്റ്റമില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിരിക്കുന്ന RPM പാക്കേജുകള്‍ ഉല്‍പ്പെടുത്തുക

source: You may deselect individual packages by unchecking them below.
ml: നിങ്ങള്‍ക്ക് തിരഞ്ഞെടുത്ത പാക്കേജ് വേണ്ട എന്ന് വയ്ക്കുന്നതിനായി അടയാളപ്പെടുത്തിയിരിക്കുന്ന പാക്കേജുകള്‍ മാറ്റുക.

source: Building Package List
ml: പാക്കേജ് ലിസ്റ്റ് ബിള്‍ഡ് ചെയ്യുന്നു

source: Please enter your login information for Red Hat Network (http://rhn.redhat.com/):
ml: Red Hat നെറ്റ്‌വറ്‍ക്കിനുളള നിങ്ങളുടെ അക്കൌണ്ട് വിവരം ദയവായി നല്‍കുക (http://rhn.redhat.com):

source: *Email Address:
ml: *ഈ-മെയില്‍ വിലാസം:

source: System software updates already set up
ml: സിസ്റ്റം സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ ക്രമീകരിച്ചിരിക്കുന്നു

source: It appears this system has already been set up for software updates:
ml: ഈ സിസ്റ്റം സോഫ്റ്റ്‌വെയര്‍ അപ്ഡേറ്റുള്‍ക്കായി തയ്യാറെടുത്ത് കഴിഞ്ഞിരിക്കുന്നു:

source: Are you sure you would like to continue?
ml: നിങ്ങള്‍ക്ക് മുന്പോട്ട് പോകണമോ?

source: Send Profile Information to Red Hat Network
ml: Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് പ്രൊഫൈല്‍ വിവരം അയയ്ക്കുക

source: We are finished collecting information for the System Profile. Press "Next" to send this System Profile to Red Hat Network. Click "Cancel" and no information will be sent. You can run the registration program later by typing `rhn_register` at the command line.
ml: സിസ്റ്റം പ്രൊഫൈലിനുളള വിവരം ശേഖരിച്ച് കഴിഞ്ഞിരിക്കുന്നു. Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് സിസ്റ്റം പ്രൊഫൈല്‍ അയയ്ക്കുന്നതിനായി "അടുത്തത്" അമര്‍ത്തുക. ഇത് വേണ്ട എങ്കില്‍ "റദ്ദാക്കുക" എന്ന ബട്ടണ്‍ അമര്‍ത്തുക. ഈ രജിസ്ട്രേഷന്‍ പ്രോഗ്രാം പിന്നീട് നടക്കുന്നതിനായി നിങ്ങള്‍ കമാന്‍ഡ് ലൈനില്‍ `rhn_register` എന്ന് ടൈപ്പ് ചെയ്തനാല്‍ മതിയാകും.

source: Sending Profile to Red Hat Network
ml: Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് പ്രൊഫൈല്‍‍ അയയ്ക്കുന്നു

source: You may now run 'yum update' from this system's command line to get the latest software updates from Red Hat Network. You will need to run this periodically to get the latest updates. Alternatively, you may configure this system for automatic software updates (also known as 'auto errata update') via the Red Hat Network web interface. (Instructions for this are in chapter 6 of the RHN Reference Guide, available from the 'Help' button in the main Red Hat Network web interface.)
ml: Red Hat നെറ്റ്‌വറ്‍ക്കില്‍ നിന്നും ഏറ്റവും പുതിയ സോഫ്റ്റ് വെയര്‍ അപ്ഡേറ്റുകള്‍ ലഭ്യമാക്കുന്നതിനായി, സിസ്റ്റമിന്‍റെ കമാന്‍ഡ് ലൈനില്‍ നിന്നും 'yum update' ഒരു ഇടവേളയില്‍ പ്രവര്‍ത്തിപ്പിക്കുക. വേണമെങ്കില്‍, Red Hat നെറ്റ് വര്‍ക്ക് വെബ് ഇന്‍റര്‍ഫെയിസ് മുഖേന നിങ്ങളുടെ സിസ്റ്റമില്‍ ഓട്ടോമാറ്റിക്ക് സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകളും ('auto errata update') ക്രമികരിക്കാവുന്നതാണ്. (പ്രധാന Red Hat നെറ്റ് വര്‍ക്ക് ഇന്‍റര്‍ഫെയിസില്‍ ഉളള 'സഹായം' ബട്ടണ്‍ ക്ളിക്ക് ചെയ്യുന്പോള്‍ ലഭ്യമാകുന്ന RHN റിഫറന്‍സ് ഗൈഡിന്‍റെ പാഠം 6-ല്‍ ഇതിനുളള നിര്‍ദ്ദേശങ്ങള്‍ നിങ്ങള്‍ക്ക് കാണാം.)

source: Review system subscription details
ml: സിസ്റ്റമിന്‍റെ സംബ്സ്ക്രിപ്ഷന്‍ വിവരങ്ങള്‍ പരിശോധിക്കുക

source: Please review the subscription details below:
ml: ദയവായി താഴെ കാണിച്ചിരിക്കുന്ന സബ്സ്ക്രിപ്ഷന്‍ വിവരങ്ങള്‍ പരിശോധിക്കുക:

source: The installation number %s was activated during this system's initial connection to Red Hat Network.
ml: Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്കുളള സിസ്റ്റമിന്‍റെ ആദ്യ കണക്ഷനില്‍ %s എന്ന ഇന്‍സ്റ്റലേഷന്‍ നംബര്‍ സജ്ജമാണ്.

source: Subscriptions have been activated for the following Red Hat products/services:
ml: താഴെ കാണിക്കുന്ന Red Hat പ്രൊഡക്റ്റുകള്‍/സര്‍വീസുകള്‍ക്ക് സബ്സ്ക്രിപ്ഷനുകള്‍ ലഭ്യമാണ്:

source: Software channel subscriptions:
ml: സോഫ്റ്റ്‌വെയറ്‍ ചാനല്‍ സബ്സ്ക്രിപ്ഷനുകള്‍:

source: This system will receive updates from the following Red Hat Network software channels:
ml: താഴെ കാണിക്കുന്ന Red Hat നെറ്റ്‌വറ്‍ക്ക് സോഫ്റ്റ്‌വെയറ്‍ ചാനലുകളില്‍ നിന്നും അപ്ഡേറ്റുകള്‍ ഈ സിസ്റ്റമിന് ലഭ്യമാകും:

source: Warning: If an installed product on this system is not listed above, you will not receive updates or support for that product. If you would like to receive updates for that product, please login to your satellite web interface and subscribe this system to the appropriate software channels to get updates for that product. See Kbase article 11313 for more details. (http://kbase.redhat.com/faq/docs/DOC-11313)
ml: മുന്നറിയിപ്പ്: ഈ സിസ്റ്റമില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടുളള പ്രൊഡക്ടുകള്‍ മുകളില്‍ ലിസ്റ്റ് ചെയ്തിട്ടില്ല എങ്കില്‍, ആ പ്രൊഡക്ടിനുളള അപ്ഡേറ്റുകളും പിന്തുണയും നിങ്ങള്‍ക്ക് ലഭ്യമാകുന്നതല്ല. നിങ്ങള്‍ക്ക് അതിനുളള അപ്ഡേറ്റും പിന്തുണയും ലഭ്യമാകണമെങ്കില്‍, ദയവായി നിങ്ങളുടെ സാറ്റിലൈറ്റ് വെബ് ഇന്‍റര്‍ഫെയിസിലേക്ക് പ്രവേശിച്ച് ഈ സിസ്റ്റം അതത് സോഫ്റ്റ്‌വെയറ്‍ ചാനലുകളില്‍ അംഗമാകുക. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി Kbase ആര്‍ട്ടിക്കിള്‍ 11313 കാണുക. (http://kbase.redhat.com/faq/docs/DOC-11313)

source: Warning: If an installed product on this system is not listed above, you will not receive updates or support for that product. If you would like to receive updates for that product, please visit http://rhn.redhat.com/ and subscribe this system to the appropriate software channels to get updates for that product. See Kbase article 11313 for more details. (http://kbase.redhat.com/faq/docs/DOC-11313)
ml: മുന്നറിയിപ്പ്: ഈ സിസ്റ്റമില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടുളള പ്രൊഡക്ടുകള്‍ മുകളില്‍ ലിസ്റ്റ് ചെയ്തിട്ടില്ല എങ്കില്‍, ആ പ്രൊഡക്ടിനുളള അപ്ഡേറ്റുകളും പിന്തുണയും നിങ്ങള്‍ക്ക് ലഭ്യമാകുന്നതല്ല. നിങ്ങള്‍ക്ക് അതിനുളള അപ്ഡേറ്റും പിന്തുണയും ലഭ്യമാകണമെങ്കില്‍, ദയവായി http://rhn.redhat.com/ സന്ദര്‍ശിച്ച്, ഈ സിസ്റ്റം അതത് സോഫ്റ്റ്‌വെയറ്‍ ചാനലുകളില്‍ അംഗമാകുക. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി Kbase ആര്‍ട്ടിക്കിള്‍ 11313 കാണുക. (http://kbase.redhat.com/faq/docs/DOC-11313)

source: You were unable to be subscribed to the following software channels because there were insufficient subscriptions available in your account:
ml: നിങ്ങളുടെ അക്കൌണ്ടില്‍ മതിയായ സബ്സ്ക്രിപ്ഷനുകള്‍ ലഭ്യമാല്ലാത്തതിനാല്‍, താഴെ കാണിക്കുന്ന സോഫ്റ്റ്‌വെയറ്‍ ചാനലുകളിലേക്ക് നിങ്ങള്‍ക്ക് അംഗത്വം ലഭിക്കുന്നതല്ല:

source: This system was unable to subscribe to any software channels. Your system will not receive any software updates to keep it secure and supported. There are a few things you can try to resolve this situation: (1) Log in to http://rhn.redhat.com/ and unentitle an inactive system at Your RHN > Subscription Management > System Entitlements. (2) Purchase an additional Red Hat Enterprise Linux subscription at http://www.redhat.com/store/. (3) Activate a new installation number at http://www.redhat.com/now/. Once you make the appropriate active subscriptions available in your account, you may browse to this system's profile in the RHN web interface and subscribe this system to software channels via the software > software channels tab.
ml: ഒരു സോഫ്റ്റ്‌വെയറ്‍ ചാനലുകളിലേക്കും നിങ്ങളുടെ സിസ്റ്റമിന് അംഗത്വം ലഭ്യമല്ല. നിങ്ങളുടെ സിസ്റ്റം സുരക്ഷിതമാക്കുന്നതിനും പിന്തുണയ്ക്കുന്നതിനും ഒരു സോഫ്റ്റ് വെയര്‍ അപ്ഡേറ്റുകളും ലഭിക്കുന്നതല്ല. ഇത് പരിഹരിക്കുന്നതിനായി നിങ്ങള്‍ക്ക് ചെയ്യുവാന്‍ സാധിക്കുന്ന ചില കാര്യങ്ങളുണ്ട്: (1) http://rhn.redhat.com/-ലേക്ക് ലോഗിന്‍ ചെയ്ത് RHN >സബ്സ്ക്രിപ്ഷന്‍ മാനേജ്മെന്‍റെ > സിസ്റ്റം എന്‍റൈറ്റില്‍നെന്‍റില്‍ സജീവമല്ലാത്ത ഒരു സിസ്റ്റം അണ്‍എന്‍റൈറ്റില്‍ ചെയ്യുക. (2) http://www.redhat.com/store/-ല്‍ അഡീഷണല്‍ Red Hat Enterprise Linux സബ്സ്ക്രിപ്ഷന്‍ വാങ്ങുക . (3) http://www.redhat.com/now/-ല്‍ പുതിയ ഒരു ഇന്‍സ്റ്റലേഷന്‍ നന്പര്‍ സജ്ജമാക്കുക. നിങ്ങളുടെ അക്കൌണ്ടില്‍ ലഭ്യമായ ശരിയായ സബ്സ്ക്രിപ്ഷന്‍ നിങ്ങള്‍ സജീവമാക്കിയാല്‍, RHN വെബ് ഇന്‍റര്‍ഫെയിസിലുളള സിസ്റ്റമിന്‍റെ പ്രൊഫൈല്‍ തിരഞ്ഞ്, സോഫ്റ്റ് വെയര്‍ > സോഫ്റ്റ് വെയര്‍ ചാനലുകളുടെ ടാബ് വഴി ഈ സിസ്റ്റം സോഫ്റ്റ് വെയര്‍ ചാനലുകളില്‍ അംഗമാകുവാന്‍ സാധ്യമാണ്.

source: RHN service level:
ml: RHN സര്‍വീസ് ലവല്‍:

source: Depending on what RHN modules are associated with a system, you'll enjoy different benefits of Red Hat Network. The following are the RHN modules associated with this system:
ml: ഒരു സിസ്റ്റമില്‍ ഏതെല്ലാം RHN മൊഡ്യൂളുകള്‍ അടങ്ങുന്നു എന്നതനുസരിച്ച് നിങ്ങള്‍ക്ക് Red Hat നെറ്റ്‌വറ്‍ക്കില്‍ നിന്നും അനവധി ആനുകൂല്ല്യങ്ങള്‍ ലഭിക്കുന്നു. ഈ സിസ്റ്റമായി ബന്ധമുളള RHN മൊഡ്യൂളുകള്‍ ഇവയാണ്:

source: This system was unable to be associated with the following RHN module(s) because there were insufficient subscriptions available in your account:
ml: നിങ്ങളുടെ അക്കൌണ്ടില്‍ മതിയായ സബ്സ്ക്രിപ്ഷനുകള്‍ ലഭ്യമാല്ലാത്തതിനാല്‍, താഴെ കാണിക്കുന്ന RHN ഘടകങ്ങളുമായി നിങ്ങളുടെ സിസ്റ്റമിന് ബന്ധമുണ്ടാകുന്നതല്ല:

source: Update module: per-system updates, email errata notifications, errata information
ml: അപ്ഡേറ്റ് മൊഡ്യൂള്‍: ഓരോ സിസ്റ്റമിനുളള അപ്ഡേറ്റുകള്‍, ഇമെയിലിലുളള തെറ്റുകളുടെ അറിയിപ്പ്, പിഴവുകള്‍ സംബന്ധിച്ചുളള വിവരങ്ങള്‍

source: Management module: automatic updates, systems grouping, systems permissions, system package profiling
ml: മാനേജ്മെന്‍റ് മൊഡ്യൂള്‍: ഓട്ടോമാറ്റിക്ക് അപ്ഡേറ്റുകള്‍, സിസ്റ്റം ഗ്രൂപ്പിങ്, സിസ്റ്റം അനുവാദങ്ങള്‍, സിസ്റ്റം പാക്കേജ് പ്രൊഫൈലിങ്

source: Provisioning module: bare-metal provisioning, existing state provisioning, rollbacks, configuration management
ml: പ്രൊവിശനിങ് മൊഡ്യൂള്‍: ബെയര്‍-മെറ്റര്‍ പ്രൊവിശനിങ്, നിലവിലുളള സ്റ്റേറ്റ് പ്രൊവിശനിങ്, റോള്‍ബാക്ക്, കോണ്‍ഫിഗറേഷന്‍ മാനേജ്മെന്‍റ്

source: Monitoring module: pre-defined and custom system performance probes, system performance email notifications, graphs of system performance
ml: മോണിറ്ററിങ് മൊഡ്യൂള്‍: മുന്പ് വ്യക്തമാക്കിയിട്ടുളള സിസ്റ്റം പ്രവര്‍ത്തനങ്ങളുടെ തിരച്ചിലുകള്‍. സിസ്റ്റത്തിന്‍റ് പ്രവര്‍ത്തനങ്ങള്‍ സംബന്ധിച്ചുളള ഈമെയില്‍ അറിയിപ്പുകള്‍, സിസ്റ്റം പ്രവര്‍ത്തനത്തിന്‍റെ ഗ്രാഫുകള്‍

source: Virtualization module: software updates for a limited number of virtual guests on this system.
ml: വിറ്‍ച്ച്വലൈസേഷന്‍ ഘടകം: ഈ സിസ്റ്റമിലുളള വളരെ ചുരുക്കം വിറ്‍ച്ച്വല്‍ സിസ്റ്റമുകള്‍ക്കുളള സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍.

source: Virtualization Platform module: software updates for an unlimited number virtual guests of this system, access to additional software channels for guests of this system.
ml: വിറ്‍ച്ച്വലൈസേഷന്‍ പ്ളാറ്റ്ഫോം ഘടകം: ഈ സിസ്റ്റമിലുളള വളരെ ചുരുക്കം വിറ്‍ച്ച്വല്‍ സിസ്റ്റമുകള്‍ക്കുളള സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍, സിസ്റ്റമിന്‍റെ എല്ലാ ഗസ്റ്റുകള്‍ക്കും സോഫ്റ്റ്‌വെയറ്‍ ചാനലുകളിലേക്കുളള പ്റവേശനം.

source: <b>Warning:</b> Any guest systems you create on this system and register to RHN will consume Red Hat Enterprise Linux subscriptions beyond this host system's subscription. You will need to: (1) make a virtualization or virtualization platform system entitlement available and (2) apply that system entitlement to this system in RHN's web interface if you do not want virtual guests of this system to consume additional subscriptions.
ml: <b>മുന്നറിയിപ്പ്:</b> ഈ സിസ്റ്റമില്‍ നിങ്ങള്‍ ഉണ്ടാക്കുകയും RHN-ലേക്ക് രജിസ്ടറ്‍ ചെയ്യുന്ന ഗസ്റ്റ് സിസ്റ്റമുകള്‍, ഈ ഹോസ്റ്റ് സിസ്റ്റമിന്‍റെ സബ്സ്ക്രിപ്ഷനു പുറമേ Red Hat Enterprise Linux-ന്‍റെ സബ്സ്ക്രിപ്ഷനും ലഭ്യമാകുന്നു. ഈ സിസ്റ്റമിലുളള വിറ്‍ച്ച്വല്‍ സിസ്റ്റമുകള്‍ക്ക് പുതുതായി വേറെ ഒരു സബ്സ്ക്രിപ്ഷന്‍ ആവശ്യമില്ല എങ്കില്‍, നിങ്ങള്‍ ചെയ്യേണ്ടത്: (1) ഒരു വിറ്‍ച്ച്വലൈസേഷന്‍ അല്ലെങ്കില്‍ വിറ്‍ച്ച്വലൈസേഷന്‍ പ്ളാറ്റ്ഫോം സിസ്റ്റം എന്‍റൈറ്റില്‍മെന്‍റ് ലഭ്യമാക്കുക (2) ആ സിസ്റ്റം എന്‍റൈറ്റില്‍മെന്‍റ് ഈ സിസ്റ്റമിലേക്ക് RHN-ന്‍റെ വെബ് ഇന്‍ററ്‍ഫെയിസില്‍ ലഭ്യമാക്കുക.

source: This system was unable to be associated with any RHN service level modules. This system will not receive any software updates to keep it secure and supported. There are a few things you can try to resolve this situation: (1) Log in to http://rhn.redhat.com/ and unentitle an inactive system at Your RHN > Subscription Management > System Entitlements. (2) Purchase an additional Red Hat Enterprise Linux subscription at http://www.redhat.com/store/. (3) Activate a new installation number at http://www.redhat.com/now/. Once you make the appropriate active subscriptions available in your account, you may browse to this system's profile in the RHN web interface, delete the profile, and re-connect this system to Red Hat Network.
ml: ഒരു RHN സര്‍വീസ് ലെവല്‍ മൊഡ്യൂളുകള്‍ക്കൊപ്പവും നിങ്ങളുടെ സിസ്റ്റമിന് ബന്ധമില്ല. നിങ്ങളുടെ സിസ്റ്റം സുരക്ഷിതമാക്കുന്നതിനും പിന്തുണയ്ക്കുന്നതിനും ഒരു സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകളും ലഭിക്കുന്നതല്ല. ഇത് പരിഹരിക്കുന്നതിനായി നിങ്ങള്‍ക്ക് ചെയ്യുവാന്‍ സാധിക്കുന്ന ചില കാര്യങ്ങളുണ്ട്: (1) http://rhn.redhat.com/-ലേക്ക് ലോഗിന്‍ ചെയ്ത് RHN >സബ്സ്ക്രിപ്ഷന്‍ മാനേജ്മെന്‍റെ > സിസ്റ്റം എന്‍റൈറ്റില്‍നെന്‍റില്‍ സജീവമല്ലാത്ത ഒരു സിസ്റ്റം അണ്‍എന്‍റൈറ്റില്‍ ചെയ്യുക. (2) http://www.redhat.com/store/-ല്‍ അഡീഷണല്‍ Red Hat Enterprise Linux സബ്സ്ക്രിപ്ഷന്‍ വാങ്ങുക . (3) http://www.redhat.com/now/-ല്‍ പുതിയ ഒരു ഇന്‍സ്റ്റലേഷന്‍ നന്പര്‍ സജ്ജമാക്കുക. നിങ്ങളുടെ അക്കൌണ്ടില്‍ ലഭ്യമായ ശരിയായ സബ്സ്ക്രിപ്ഷന്‍ നിങ്ങള്‍ സജീവമാക്കിയാല്‍, RHN വെബ് ഇന്‍റര്‍ഫെയിസിലുളള സിസ്റ്റമിന്‍റെ പ്രൊഫൈല്‍ തിരഞ്ഞ്, അത് നീക്കം ചെയ്ത്, Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്ക് വീണ്ടും സിസ്റ്റം കണക്ട് ചെയ്യുക.

source: Universal default activation key detected A universal default activation key was detected in your RHN organization. What this means is that a set of properties (software channel subscriptions, Red Hat Network service, package installations, system group memberships, etc.) for your system's connection to Red Hat Network have been determined by the activation key rather than your installation number. You may also refer to the RHN Reference Guide, section 6.4.6 for more details about activation keys (http://rhn.redhat.com/rhn/help/reference/) Universal Default activation key: %s
ml: യൂണിവേഴ്സല്‍ ഡീഫോള്‍ട്ട് ആക്ടിവേഷന്‍ കീ ലഭ്യമായിരിക്കുന്നു നിങ്ങളുടെ RHN ഓര്‍ഗനൈസേഷനില്‍ ഒരു യൂണിവേഴ്സല്‍ ഡീഫോള്‍ട്ട് ആക്ടിവേഷന്‍ കീ ലഭ്യമായിരിക്കുന്നു. ഇതിനര്‍ത്ഥം, Red Hat നെറ്റ്‌വറ്‍ക്കിലേക്കുളള നിങ്ങളുടെ സിസ്റ്റമിന്‍റെ കണക്ഷനുളള ഗുണഗണങ്ങള്‍ (സോഫ്റ്റ് വെയര്‍ ചാനല്‍ സബ്സ്ക്രിപ്ഷനുകള്‍, Red Hat നെറ്റ് വര്‍ക്ക് സര്‍വീസ്, പാക്കേജ് ഇന്‍സ്റ്റലേഷനുകള്‍, സിസ്റ്റം ഗ്രൂപ്പ് അംഗത്വം), ഇന്‍സ്റ്റലേഷന്‍ നന്പറിനേക്കാള്‍ ആക്ടിവേഷന്‍ കീ ലഭ്യമാക്കിയിരിക്കുന്നു. ആക്ടിവേഷന്‍ കീ സംബന്ധിച്ചുളള കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി RHN റിഫറന്‍സ് ഗൈഡ്, സെക്ഷന്‍ 6.4.6 കാണുക (http://rhn.redhat.com/rhn/help/reference/) യൂണിവേഴ്സല്‍ ഡീഫോള്‍ട്ട് ആക്ടിവേഷന്‍ കീ: %s

source: Fatal Error
ml: ഗുരുതരമായ പിഴവ്

source: Warning
ml: മുന്നറിയിപ്പ്

source: We can't contact the Red Hat Network Server. Double check the location provided - is '%s' correct? If not, you can correct it and try again. Make sure that the network connection on this system is operational. This system will not be able to successfully receive software updates from Red Hat without connecting to a Red Hat Network server
ml: Red Hat നെറ്റ്‌വറ്‍ക്ക് സര്‍വറുമായി ബന്ധപ്പെടുവാന്‍ സാധ്യമാകുന്നില്ല. നിങ്ങള്‍ നല്‍കിയിരിക്കുന്ന സ്ഥാനമായ '%s' ശരിയാണ് എന്നുറപ്പ് വരുത്തുക? അല്ലെയെങ്കില്‍ അത് തിരുത്തി വീണ്ടും ശ്രമിക്കുക. ഈ സിസ്റ്റമിലുളള നെറ്റ്‌വറ്‍ക്ക് കണക്ഷന്‍ പ്രവര്‍ത്തിക്കുന്നു എന്നുറപ്പ് വരുത്തുക. Red Hat നെറ്റ് വര്‍ക്ക് സര്‍വറുമായി കണക്ട് ചെയ്യാതെ നിങ്ങള്‍ക്ക് Red Hat-ല്‍ നിന്നും വിജയകരമായി സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റുകള്‍ ലഭ്യമാകുന്നതല്ല.

source: Architecture: %s, OS Release: %s, OS Version: %s
ml: ആര്‍ക്കിറ്റെക്ച്ചര്‍: %s, OS റിലീസ്: %s, OS വേര്‍ഷന്‍: %s

source: This server doesn't support functionality needed by this version of the software update setup client. Please try again with a newer server.
ml: സോഫ്റ്റ്‌വെയറ്‍ അപ്ഡേറ്റ് സെറ്റപ്പ് ക്ളൈന്‍റിന്‍റെ വേര്‍ഷന് ആവശ്യമുളള പ്രവര്‍ത്തനം ഈ സര്‍വര്‍ പിന്തുണയ്ക്കുന്നില്ല. ഒരു പുതിയ സര്‍വര്‍ ഉപയോഗിച്ച് വീണ്ടും ശ്രമിക്കുക.

source: Please verify the value of sslCACert in /etc/sysconfig/rhn/up2date
ml: /etc/sysconfig/rhn/up2date-ല്‍ sslCACert-ന്‍റെ മൂല്ല്യം ദയവായി ഉറപ്പ് വരുത്തുക
