Repository: spacewalkproject/spacewalk
Catalog: backend/po/*.po
Languages: de, fr, pl

source: User group membership limits exceeded. The current settings for your account do not allow you to add another user account. Please check with the organization administrator for your account if the maximum number of users allowed to subscribe to RHN needs to be changed.
fr: Dépassement de la limite d'adhésion à des groupes d'utilisateur. Les réglages actuels de votre compte ne vous autorisent pas à créer un compte utilisateur. Veuillez vérifier avec l'administrateur de votre organisation de votre compte si le nombre maximal d'utilisateurs autorisés à se connecter à RHN doit être modifié.

source: System group membership limits exceeded. The current settings for your account do not allow you to add another system profile. Please check with the organization administrator for your account for modifying the maximum number of system profiles that can be subscribed to your RHN account.
fr: Dépassement de la limite d'adhésion à des groupes de systèmes. Les réglages actuels de votre compte ne vous autorisent pas à créer un nouveau profil de système. Veuillez vérifier avec l'administrateur de votre organisation de votre compte si le nombre maximal de systèmes autorisés à s'inscrire sur RHN doit être modifié.

source: Invalid architecture. The architecture of the package is not supported by Red Hat Network
de: Ungültige Architektur. Die Architektur dieses Paketes ist vom Red Hat Network nicht unterstützt
fr: Architecture invalide. L'architecture de ce paquet n'est pas prise en charge par Red Hat Network

source: Incompatible architectures. The architecture of the package you are trying to upload is not compatible with the channel architecture.
de: Inkompatible Architekturen. Die Architektur des Paketes welches Sie hochladen wollten ist nicht kompatibel mit der Architektur des Channels.
fr: Architecture incompatible. L'architecture de ce paquet que vous tentez de télécharger n'est pas compatible avec l'architecture du canal.

source: Invalid RPM header
de: Ungültiger RPM Header
fr: En-tête RPM invalide
pl: Nieprawidłowy nagłówek pakietu RPM

source: Invalid channel. The channel you have specified does not exist.
de: Ungültiger Channel. Der angegebene Channel existiert nicht.
fr: Canal invalide. Le canal que vous venez de spécifier n'existe pas.

source: You are getting this error because RHN has detected an abuse of service from this system and account. This error is triggered when your system makes too many connections to Red Hat Network. This error can not be triggered under a normal use of the Red Hat Network service as configured by default on Red Hat Linux. The Red Hat Network services for this system will remain disabled until you will reduce the RHN network traffic from your system to acceptable limits. Please log into RHN and visit https://%(hostname)s/help/contact.pxt to contact technical support if you think you have received this message in error.
fr: Cette erreur est survenue car RHN a détecté un abus du service de la part de ce système et de votre compte ; Cette erreur est déclenchée quand votre système se connecte trop souvent à Red Hat Network. Cette erreur ne peut être déclenchée lors d'une utilisation normale du service Red Hat Network telle que configurée par défaut sur Red Hat Enterprise Linux. Les services Red Hat Network pour ce système resteront désactivés jusqu'à ce que le trafic réseau de ce système vers RHN ne revienne dans une limite acceptable. Veuillez vous connecter à RHN et visiter https://%(hostname)s/help/contact.pxt si vous souhaitiez contacter le support technique au cas où vous auriez reçu ce message par erreur.

source: Invalid information uploaded to the server
de: Es wurden ungültige Informationen hochgeladen
fr: Information invalide transmise au serveur
pl: Do serwera wysłano nieprawidłowe informacje

source: Demo service currently disabled due to high load. If you would like to see Red Hat's policies on Demo service, or find out how you can purchase a subscription service and receive priority download access, please go to http://%(hostname)s/preview/index.pxt
fr: Le service de démonstration est désactivé du fait d'une charge importante. Si vous souhaitez consulter les politiques de Red Hat à propos du service de démonstration, ou connaître le moyen d'acquérir un abonnement afin d'avoir un accès prioritaire au service, veuillez consulter http://%(hostname)s/preview/index.pxt

source: Access to Red Hat Network is currently limited to subscription customers. Please try again later. If you would like to become a subscription customer, go to https://%(hostname)s/preview/priority_service.pxt for more information.
fr: L'accès à Red Hat Network est actuellement limité aux clients possédant un abonnement. Merci de réitérer ultérieurement. Si vous souhaitez devenir client en acquérant un abonnement, veuillez consulter https://%(hostname)s/preview/priority_service.pxt pour plus d'informations.

source: Error uploading network interfaces configuration.
de: Fehler beim Hochladen der Konfiguration der Netzwerk-Schnittstellen.
fr: Erreur lors de l'envoi de la configuration des interfaces réseau.
pl: Błąd podczas wysyłania konfiguracji interfejsów sieciowych.

source: Package Upload Failed due to uniqueness constraint violation. Make sure the package does not have any duplicate dependencies or does not already exists on the server
de: Hochladen des Paketes fehlgeschlagen. Bitte prüfen Sie ob das Paket keine doppelten Abhängigkeiten besitzt und nicht schon bereits auf dem Server vorhanden ist
fr: Le transfert de paquet a échoué du fait de la violation de la contrainte d'unicité. Assurez-vous que le paquet ne possède pas de dépendance dupliquée ou n'existe pas déjà sur le serveur.
pl: Wysłanie pakietu się nie powiodło z powodu naruszenia ograniczenia unikalności. Proszę się upewnić, że pakiet nie ma podwójnych zależności lub nie istnieje już na serwerze

source: The --force rhnpush option is disabled on this server. Please contact your Satellite administrator for more help.
de: Die Option --force für rhnpush wurde auf diesem Server deaktiviert. Bitte kontaktieren Sie den Satellite Administrator für Hilfestellung.
fr: L'option --force de rhnpush est désactivée sur ce serveur. Veuillez contacter votre administrateur de Satellite pour obtenir de l'aide.

source: The activation token specified could not be found on the server. Please retry with a valid key.
fr: La clé d'activation spécifiée est introuvable sur le serveur. Retenter avec une clé valide.
pl: Nie można odnaleźć podanego tokenu aktywacji na serwerze. Proszę spróbować ponownie za pomocą prawidłowego klucza.

source: Too many systems registered using this registration token
de: Zuviele Systeme sind dieser Registration zugeordnet
fr: Trop de systèmes enregistrés avec ce jeton d'enregistrement.
pl: Za pomocą tego tokenu rejestracji zarejestrowano za dużo systemów

source: Token contains invalid, obsoleted or insufficient settings
de: Dieser Token enthält ungültige, obsolete oder nicht ausreichende Einstellungen
fr: Le jeton contient des configurations invalides, obsolètes ou insuffisantes.
pl: Token zawiera nieprawidłowe, przestarzałe lub niewystarczające ustawienia

source: Conflicting activation tokens
de: Aktivierungs-Tokens mit Konflikten
fr: Jetons d'activation en conflit
pl: Sprzeczne tokeny aktywacji

source: All available subscriptions for the requested channel have been exhausted. Please contact a Red Hat Network Sales associate.
fr: Tous les abonnements disponibles pour le canal demandé sont épuisés. Veuillez prendre contact avec un représentant commercial Red Hat Network.

source: You do not have subscription permission to the designated channel. Please refer to your organization's channel or organization administrators for further details.
fr: Vous n'avez pas d'abonnement autorisant l'accès au canal désigné. Veuillez consulter vos administrateurs de canaux ou d'organisation pour plus de détails.
pl: Nie ma uprawnienia subskrypcji dla wyznaczonego kanału. Kanał organizacji lub administratorzy organizacji mają więcej informacji.

source: You can not unsubscribe from base channel.
de: Sie können sich von diesem Base-Channel nicht abmelden.
fr: Vous ne pouvez pas vous désabonner du canal de base.
pl: Nie można zrezygnować z subskrypcji podstawowego kanału.

source: There was an error while trying to join the system to its groups
de: Fehler beim Hinzufügen des Systems in die entsprechenden Gruppen
fr: Une erreur est survenue en essayant de faire adhérer le système à ses groupes
pl: Wystąpił błąd podczas próby dołączenia systemu do jego grup

source: Unable to entitle system
de: System kann nicht berechtigt werden
fr: Impossible d'accorder des droits au système
pl: Nie można upoważnić systemu

source: Registration token unable to entitle system: maximum membership exceeded
fr: La clé d'activation ne peut inscrire le système : le nombre maximum d'enregistrements autorisé est dépassé

source: Maximum e-mail length violation.
de: Maximale Länge der Email überschritten.
fr: Limite de taille de courriel dépassée.
pl: Naruszono maksymalną długość adresu e-mail.

source: Changing e-mail address is not supported.
de: Ändern der Emailadresse ist nicht unterstützt.
fr: La modification d'adresse courriel n'est pas supportée.

source: This system has been previously registered.
de: Dieses System wurde bereits registriert.
fr: Ce système est déjà enregistré.
pl: Ten system został poprzednio zarejestrowany.

source: Invalid username
de: Benutzername ungültig
fr: Nom d'utilisateur invalide
pl: Nieprawidłowa nazwa użytkownika

source: Service for your account has been disabled.
fr: Le service a été désactivé pour votre compte.

source: Email address not validated; service disabled
de: Emailadresse wurde nicht überprüft, Service nicht verfügbar
fr: Adresse courriel invalide ; service désactivé

source: Survey not filled out; service disabled
de: Umfrage nicht ausgefüllt, Service nicht verfügbar
fr: L'enquête n'a pas de réponse ; le service est désactivé

source: Bugzilla erratum import error
de: Fehler beim Import eines Bugzilla Erratum
fr: Erreur lors de l'import d'un erratum Bugzilla

source: Unable to look up server
fr: Impossible de rechercher le serveur
pl: Nie można odnaleźć serwera

source: Required argument is missing
de: Benötigte Angabe fehlt
fr: Un paramètre indispensable est manquant
pl: Brak wymaganego parametru

source: Missing HTTP header information
de: Benötigte HTTP Header Informationen konnten nicht gefunden werden
fr: Information sur les en-têtes HTTP sont manquantes

source: The package's checksum signature does not match the header one
de: Die Prüfsumme der Signatur des Paketes stimmt nicht mir derjenigen aus dem Header überein
fr: La signature de contrôle du paquet ne correspond pas à celle de l'en-tête

source: Header information does not match package metainformation
de: Header-Information stimmen nicht mit den Metadaten überein
fr: Les informations d'en-têtes ne correspondent pas aux meta-informations du paquet

source: Package with a different signature already uploaded
de: Paket mit unterschiedlicher Signatur bereits hochgeladen
fr: Un paquet avec une signature différente a déjà été transmis

source: Not an RPM package
de: Kein RPM Paket
fr: Pas un paquet RPM

source: Unsigned RPM package
de: Unsigniertes RPM Paket
fr: Paquet RPM non signé

source: Incompatible package and channel architectures
de: Paket und Channel Architekturen sind nicht kompatibel
fr: Architectures de paquet et de canal incompatibles

source: Incompatible checksum type
de: Typ der Prüfsumme nicht kompatibel
fr: Type de somme de contrôle incompatible

source: Invalid Entitlement Number
de: Falsche Berechtigungsnummer
fr: Numéro de droit invalide

source: No entitlement information tied to hardware
fr: Aucune information de droit n'est liée au matériel
pl: Brak informacji o ważności powiązanych z tym sprzętem

source: Installation number is not entitling
fr: Le numéro d'installation n'ouvre aucun droit
pl: Numer instalacji nie jest ważny

source: Maximum username length violation
de: Maximale Länge des Benutzernamen überschritten
fr: Violation de la limite maximale de longueur du nom d'utilisateur
pl: Naruszono maksymalną długość nazwy użytkownika

source: Maximum password length violation
de: Maximale Passwortlänge überschritten
fr: Violation de la limite minimale de longueur du mot de passe
pl: Naruszono maksymalną długość hasła

source: RHN Proxy error.
de: RHN Proxy Fehler.
fr: Erreur de RHN Proxy.

source: RHN Proxy unable to login.
de: Login zum RHN Proxy nicht möglich.
fr: Le Proxy RHN est incapable de se connecter.

source: RHN Proxy system ID does not match an RHN Proxy Server in the database. Please contact your designated Red Hat representative or visit https://rhn.redhat.com/help/contact.pxt immediately if experiencing difficulties with the process of enabling or continued enablement of this RHN Proxy Server.
fr: L'identifiant de système du Proxy RHN ne correspond pas à un serveur Proxy RHN dans la base de données. Veuillez prendre contact avec un représentant commercial de Red Hat ou vous rendre immédiatement sur https://rhn.redhat.com/help/contact.pxt si vous rencontrez des difficultés dans l'activation ou la prolongation de ce serveur Proxy RHN.

source: RHN Proxy session token is invalid.
de: RHN Proxy Session-Token ist ungültig.
fr: Le jeton de session du Proxy RHN est invalide.

source: RHN Proxy session token has expired.
de: RHN Proxy Session Token abgelaufen.
fr: Le jeton de session du Proxy RHN a expiré.

source: RHN Satellite system ID does not match an RHN Satellite Server in the database. Please contact your designated Red Hat representative or visit https://rhn.redhat.com/help/contact.pxt immediately if experiencing difficulties with the process of enabling or continued enablement of this RHN Satellite Server.
fr: L'identifiant de système du Satellite RHN ne correspond pas à un serveur Satellite RHN dans la base de données. Veuillez prendre contact avec un représentant commercial de Red Hat ou vous rendre immédiatement sur https://rhn.redhat.com/help/contact.pxt si vous rencontrez des difficultés dans l'activation ou la prolongation de ce serveur Satellite RHN.

source: This satellite server is not allowed to access the specified channel
fr: Ce serveur satellite n'est pas autorisé à accéder au canal spécifié

source: This satellite server is not allowed to use Inter Satellite Sync on this satellite
de: Diesem Satellite Server fehlt die Berechtigung für Inter Satellite Sync auf diesem Satellite
fr: Ce serveur satellite n'est pas autorisé à utiliser la synchronisation inter-satellite
pl: Ten serwer usługi Satellite ne może używać Inter Satellite Sync na tej usłudze Satellite

source: Inter Satellite Sync is disabled on this satellite.
de: Inter Satellite Sync ist auf diesem Satellite deaktiviert.
fr: La synchronisation inter-satellite est désactivée sur ce satellite.
pl: Inter Satellite Sync jest wyłączone na tej usłudze Satellite.

source: Access denied to kickstart tree
de: Zugriff zum Kickstart-Tree verweigert
fr: Accès à l'arborescence kickstart interdit

source: Could not find kickstart file
de: Kickstart-Datei nicht gefunden
fr: Fichier kickstart introuvable

source: Kickstart tree would not lint, there are packages missing in the channel
fr: L'arborescence kickstart ne passe pas la validation, des paquets manquent dans le canal

source: Invalid datatype passed
de: Es wurde ein ungültiger Datentyp übergeben
fr: Type de données invalide passé
pl: Przekazano nieprawidłowy typ danych

source: Unable to retrieve channel
de: Channels konnten nicht abgerufen werden
fr: Impossible de récupérer le canal
pl: Nie można pobrać kanału

source: Invalid package name
de: Ungültiger Paketname
fr: Nom de paquetage invalide

source: Unable to retrieve package
de: Pakete konnten nicht abgerufen werden
fr: Impossible de récupérer le paquet
pl: Nie można pobrać pakietu

source: Invalid erratum name
de: Ungültiger Name des Erratum
fr: Nom d'erratum invalide

source: Unable to retrieve erratum
de: Erratum konnte nicht abgerufen werden
fr: Impossible de récupérer l'erratum
pl: Nie można pobrać poprawki

source: Invalid satellite certificate
de: Satellite-Zertifikat ungültig
fr: Certificat satellite invalide

source: File is missing
de: Datei nicht vorhanden
fr: Le fichier est manquant
pl: Brak pliku

source: Function retrieval error
fr: Erreur de récupération de la fonction
pl: Błąd pobierania funkcji

source: Function execution error
fr: Erreur d'exécution de la fonction
pl: Błąd wykonywania funkcji

source: Missing version string
de: Es wurde keine Version angegeben
fr: Chaîne de version manquante
pl: Brak ciągu wersji

source: Invalid version string
de: Ungültige Version
fr: Chaîne de version invalide
pl: Nieprawidłowy ciąg wersji

source: Mismatching versions
de: Versionen stimmen nicht überein
fr: Versions incompatibles
pl: Niepasujące wersje

source: Invalid channel version
de: Ungültige Channel-Version
fr: Version de canal incompatible
pl: Nieprawidłowa wersja kanału

source: Missing snapshot for channels
fr: Cliché manquant pour les canaux

source: No comps file for channel
de: Keine Chomps-Datei für dem Channel
fr: Pas de fichier comps pour le canal
pl: Brak pliku comps dla kanału

source: Unable to retrieve comps file
de: Comps-Datei kann nicht abgerufen werden.
fr: Impossible de récupérer le fichier comps
pl: Nie można pobrać pliku comps

source: Configuration action missing
fr: Action de configuration manquante
pl: Brak działania konfiguracji

source: File too large
de: Datei zu gross
fr: Fichier trop grand
pl: Plik jest za duży

source: File contains binary data
de: Datei enthält binäre Daten
fr: Le fichier contient des données binaires
pl: Plik zawiera binarne dane

source: Configuration channel is not empty
de: Konfigurations-Channel enthält Daten
fr: Le canal de configuration n'est pas vide
pl: Kanał konfiguracji nie jest pusty

source: Permission error
de: Zugriff nicht erlaubt
fr: Erreur d'autorisation
pl: Błąd uprawnień

source: Content missing for configuration file
de: Kein Inhalt für Konfigurationsdatei
fr: Contenu du fichier de configuration absent
pl: Brak treści pliku konfiguracji

source: Template delimiters not specified
fr: Délimiteurs de macro non spécifié
pl: Nie podano separatorów szablonu

source: Configuration channel does not exist
de: Konfigurations-Channel existiert nicht
fr: Le canal de configuration n'existe pas
pl: Kanał konfiguracji nie istnieje

source: Configuration channel already exists
de: Konfigrations-Channel bereits vorhanden
fr: Le canal de configuration existe déjà
pl: Kanał konfiguracji już istnieje

source: File missing from configuration channel
fr: Fichier absent du canal de configuration
pl: Brak pliku z kanału konfiguracji

source: Different revision of this file is uploaded
de: Eine andere Version dieser Datei wurde breits hochgeladen
fr: Une révision différente de ce fichier a déjà été transmise
pl: Inna wersja tego pliku została wysłana

source: File already uploaded to configuration channel
de: Datei wurde breits in den Konfigations-Channel hochgeladen
fr: Ce fichier a déjà été transmis à ce canal de configuration
pl: Już wysłano plik do kanału konfiguracji

source: File size exceeds remaining quota space
de: Die Dateigröße überschreitet die verbleibende Quota (Speicherplatz)
fr: La taille du fichier excède le quota restant
pl: Rozmiar pliku przekracza pozostałe miejsce przydziału

source: Full path of file must be specified
de: Der vollständige Datei-Pfad muss angegeben werden
fr: Le chemin complet du fichier doit être indiqué
pl: Należy podać pełną ścieżkę do pliku

source: Invalid revision number
de: Ungültige Revisionsnummer
fr: Numéro de révision invalide
pl: Nieprawidłowy numer wersji

source: Cannot compare files of different file type
de: Ein Vergeich zwischen verschiedenen Datei-Typen kann nicht erstellt werden
fr: Impossible de comparer des fichiers de types différents
pl: Nie można porównywać plików różnego typu

source: The speicified item is not present in the input
de: Das angegebene Feld existiert nicht in der Eingabe
fr: L'item spécifié est absent de la saisie

source: Invalid item code
de: Ungültiger Feldcode
fr: Code item invalide

source: Invalid user role
de: Ungültige Benutzerrolle
fr: Rôle utilisateur invalide

source: Invalid server group
de: Ungültige Servergruppe
fr: Groupe de serveurs invalide

source: Invalid channel family
de: Ungültige Channel-Familie
fr: Famille de canal invalide

source: An error has occurred while processing your request. If this problem persists please enter a bug report at bugzilla.redhat.com. If you choose to submit the bug report, please be sure to include details of what you were trying to do when this error occurred and details on how to reproduce this problem.
de: Bei der Bearbeitung Ihrer Anfrage trat ein Fehler auf. Falls dieses Problem weiterhin auftritt, reichen Sie bitte einen Fehlerbericht unter bugzilla.redhat.com ein. Falls Sie sich dazu entschließen, einen Fehlerbericht einzureichen, stellen Sie bitte sicher, dass Sie Details zu den von Ihnen durchgeführten Schritten liefern, als dieser Fehler auftrat, sowie Informationen, wie dieses Problem reproduziert werden kann.
fr: Une erreur est survenue pendant le traitement de votre demande. Si le problème persiste, merci de créer un rapport d'anomalie sur bugzilla.redhat.com. Si vous choisissez de soumettre ce rapport d'anomalie, assurez-vous d'y adjoindre les détails de ce que vous étiez en train de faire lorsque l'erreur est survenue, ainsi que les détails sur la façon de reproduire le problème.
pl: Wystąpił błąd podczas przetwarzania żądania. Jeśli problem się powtarza, proszę zgłosić błąd na stronie bugzilla.redhat.com. Jeśli błąd zostanie zgłoszony, to proszę dołączyć informacje o próbowanym działaniu, kiedy wystąpił błąd i informacje o sposobie powtórzenia tego problemu.

source: Error Message: %s
de: Fehlermeldung: %s
fr: Message d'erreur : %s
pl: Komunikat o błędzie: %s

source: Error Class Code: %s
de: Fehlerklasse-Code: %s
fr: Code de classe d'erreur : %s
pl: Kod klasy błędu: %s

source: Error Class Info: %s
de: Fehlerklasse-Information: %s
fr: Information de classe d'erreur : %s
pl: Informacje o klasie błędu: %s

source: Explanation: %s
de: Erklärung: %s
fr: Explication : %s
pl: Wyjaśnienie: %s

source: Please run rhn_register as root on this client
pl: Proszę wykonać polecenie rhn_register jako root na tym kliencie

source: ERROR: %s %s: %s
pl: BŁĄD: %s %s: %s

source: TRACEBACK: %s
pl: WYJĄTEK: %s
