Repository: spacewalkproject/spacewalk
Catalog: backend/po/*.po
Languages: de, fr, pl

source: Invalid RPM package %s requested
de: ungültiges rpm Paket %s angefordert
fr: Paquet RPM %s demandé invalide
pl: Zażądano nieprawidłowego pakietu RPM %s

source: Package not found
de: Paket nicht gefunden
fr: Paquet non trouvé
pl: Nie odnaleziono pakietu

source: incomplete proxy authentication token: %s
de: unvollständige Kennung zur Proxyauthentisierung: %s
fr: Jeton d'authentification proxy incomplet : %s
pl: niepełny token uwierzytelnienia pośrednika: %s

source: Sent proxy signature %s does not match ours %s.
de: die gesendete Proxysignatur %s stimmt mit unserer (%s) nicht überein
fr: La signature de proxy envoyée %s ne correspond pas à la nôtre : %s.
pl: Wysłany podpis pośrednika %s nie zgadza się z naszym %s.

source: declined proxy authentication
de: abgewiesene Proxyauthentisierung
fr: authentification proxy rejetée
pl: odmówiono uwierzytelnienia pośrednika

source: Invalid request received (%s).
de: Ungültige Anfrage erhalten (%s).
fr: Réception de requête invalide (%s)
pl: Otrzymano nieprawidłowe żądanie (%s).

source: IMPORTANT MESSAGE FOLLOWS: %s
de: NACHFOLGEND EINE WICHTIGE NACHRICHT: %s
fr: UN MESSAGE IMPORTANT SUIT : %s
pl: WAŻNY KOMUNIKAT: %s

source: While running '%s': caught %s : %s
fr: Lors de l'exécution de '%s': exception levée %s : %s
pl: Podczas wykonywania „%s”: przechwycono %s: %s

source: Invalid URI %s
de: Ungültige URI %s
fr: URI invalide %s
pl: Nieprawidłowy adres URI %s

source: Token `%s' has more than one base channel assigned
de: Kennung '%s' hat mehr als einen zugewiesenen Channel
fr: Le jeton `%s' a plus d'un canal de base assigné
pl: Token „%s” ma przydzielony więcej niż jeden kanał podstawowy

source: Conflicting base channels
de: Konflikt zwischen Basis-Channels
fr: Canaux de base conflictuels
pl: Sprzeczne kanały podstawowe

source: Failed to add server to group %s
de: Fehler beim Hinzufügen des Servers zur Gruppe %s
fr: Échec dans l'ajout du serveur au groupe %s
pl: Dodanie serwera do grupy %s się nie powiodło

source: Maximum usage count of %s reached
de: Maximale Nutzung von %s erreicht
fr: Limite d'utilisation maximale de %s atteinte
pl: Osiągnięto maksymalne użycie %s

source: Stacking of re-registration tokens with different base entitlements is not supported
fr: L'empilement de jetons de réenregistrement avec des droits de base différents n'est pas supporté
pl: Nakładanie tokenów ponownej rejestracji na stos z różnymi podstawowymi ważnościami jest nieobsługiwane

source: Could not find token '%s'
de: Konnte Token '%s' nicht finden
fr: Jeton '%s' introuvable
pl: Nie można odnaleźć tokenu „%s”

source: Tokens from mismatching orgs
de: Tokens von nicht übereinstimmenden Orgs
fr: Jetons provenant d'organisation incompatibles
pl: Tokeny z niepasujących organizacji

source: Kickstart session mismatch
de: Kickstart-Sitzung stimmt nicht überein
fr: Inadéquation de session kickstart
pl: Niepasująca sesja kickstart

source: Stacking of re-registration tokens is not supported
fr: L'empilement de jetons de réenregistrement n'est pas supporté
pl: Nakładanie tokenów ponownej rejestracji na stos jest nieobsługiwane

source: Architecture `%s' is not supported
de: die Architektur '%s' wird nicht unterstützt
fr: L'architecture `%s' n'est pas supportée
pl: Architektura „%s” jest nieobsługiwana

source: Invalid username/password combination
de: Ungültige Kombination von Benutzername und Passwort
fr: Combinaison utilisateur/mot de passe invalide
pl: Nieprawidłowe połączenie nazwy użytkownika i hasła

source: Username `%s' has not been reserved
de: der Benutzername '%s' wurde nicht reserviert
fr: Le nom d'utilisateur `%s' n'a pas été réservé
pl: Nazwa użytkownika „%s” nie została zastrzeżona

source: E-mail address not specified
de: die Emailadresse wurde nicht angegeben
fr: Adresse courriel non spécifiée
pl: Nie podano adresu e-mail

source: Invalid Organization Credentials
de: Ungültige Organisations-Zugangsdaten
fr: Informations d'identification de l'organisation invalides

source: User `%s' not a member of organization %s
de: der Benutzer '%s' ist nicht Mitglied der Organisation %s
fr: L'utilisateur `%s' n'est pas membre de l'organisation %s

source: username should be at least %d characters
de: der Benutzername muss mindestens %d Zeichen lang sein
fr: Le nom d'utilisateur doit comporter au moins %d caractères
pl: nazwa użytkownika musi mieć co najmniej %d znaków

source: username should be less than %d characters
de: der Benutzername darf höchstens %d Zeichen lang sein
fr: Le nom d'utilisateur doit comporter au plus %d caractères
pl: nazwa użytkownika musi mieć mniej niż %d znaków

source: username = `%s', invalid character `%s'
de: Benutzername = '%s', ungültiges Zeichen '%s'
fr: nom d'utilisateur = `%s', caractère invalide `%s'
pl: nazwa użytkownika to „%s”, nieprawidłowy znak „%s”

source: Please limit your e-mail address to %s chars
de: Bitte beschränken Sie Ihre Emailadresse auf %s Zeichen
fr: Veuillez limiter votre adresse courriel à %s caractères
pl: Proszę ograniczyć adres e-mail do %s znaków

source: password must be at least %d characters
de: das Passwort muss mindestens %d Zeichen lang sein
fr: Le mot de passe doit comporter au moins %d caractères
pl: hasło musi mieć co najmniej %d znaków

source: Password must be shorter than %d characters
de: Das Passwort darf höchstens %d Zeichen lang sein
fr: Le mot de passe doit comporter au plus %d caractères
pl: Hasło musi być krótsze niż %d znaków

source: password contains character `%s'
de: das Passwort enthält das Zeichen `%s'
fr: le mot de passe contient le caractère `%s'
pl: hasło zawiera znak „%s”

source: username should be at least %d characters long
de: der Benutzername muss mindestens %d Zeichen lang sein
fr: Le nom d'utilisateur doit comporter au moins %d caractères
pl: nazwa użytkownika musi mieć co najmniej %d znaków

source: Cannot register usernames ending with %s
de: Benutzernamen, die auf %s enden können nicht registriert werden
fr: Impossible d'enregistrer un nom d'utilisateur se terminant par %s
pl: Nie można rejestrować nazw użytkowników kończących się znakiem %s

source: Your account does not have access to any channels matching (release='%(release)s', arch='%(arch)s')%(www_activation)s
fr: Votre compte n'a pas accès à aucun canal correspondant à (release='%(release)s', arch='%(arch)s')%(www_activation)s
pl: Konto nie ma dostępu do żadnych kanałów pasujących do (wydanie: „%(release)s”, architektura: „%(arch)s”)%(www_activation)s

source: If you have a registration number, please register with it first at http://www.redhat.com/apps/activate/ and then try again.
fr: Si vous avez un numéro d'installation, veuillez d'abord l'enregistrer à http://www.redhat.com/apps/activate/ puis de réessayer.
pl: Numer rejestracji należy najpierw zarejestrować pod adresem http://www.redhat.com/apps/activate/ i spróbować ponownie.

source: Insufficient subscription permissions for release (%s, %s
de: Ungenügende Berechtigung für Release (%s, %s
fr: Permissions de souscriptions insuffisantes pour la version (%s, %s
pl: Niewystarczające uprawnienia subskrypcji dla wydania (%s, %s

source: System Registered but Inactive
de: System registriert, aber inaktiv
fr: Système Enregistré mais Inactif
pl: Zarejestrowano system, ale nie jest aktywny

source: Invalid Architecture and OS release combination (%s, %s). Your system has been registered, but will not receive updates because it is not subscribed to a channel. If you have not yet activated your product for service, please visit our website at: http://www.redhat.com/apps/activate/ ...to activate your product.
de: Ungültige Kombination aus Architektur und Betriebssystemversion (%s, %s). Ihr System wurde registriert, wird aber keine Updates erhalten, da es keinen Channel abonniert hat. Falls Sie Ihr System bislang nicht aktiviert haben, besuchen Sie bitte unsere Webseite unter: http://www.redhat.com/apps/activate/ ...um Ihr Produkt zu aktivieren.
fr: Combinaison d'architecture et de version de l'OS (%s, %s) invalide. Votre système a été enregistré, mais ne recevra pas de mises à jour car il n'est pas abonné à un canal de base. Si vous n'avez pas encore activé votre produit pour le service, veuillez visiter notre site web à : http://www.redhat.com/apps/activate/ ...pour activer votre produit.

source: Invalid Architecture and OS release combination (%s, %s). Your system has been registered, but will not receive updates because it could not be subscribed to a base channel. Please contact your organization administrator for assistance.
de: Ungültige Kombination aus Architektur und Betriebssystemversion (%s, %s). Ihr System wurde registriert, wird aber keine Updates erhalten da es keinen Basis-Channel abonnieren konnte. Bitte kontaktieren Sie zwecks Unterstützung den Org-Administrator.
fr: Combinaison d'architecture et de version de l'OS (%s, %s) invalide. Votre système a été enregistré, mais ne recevra pas de mises à jour car il n'est pas abonné à un canal de base. Contacter l'administrateur de votre organisation pour une assistance.
pl: Nieprawidłowe połączenie architektury i wydania systemu operacyjnego (%s, %s). System został zarejestrowany , ale nie będzie otrzymywał aktualizacji, ponieważ nie jest subskrybowany do podstawowego kanału. Proszę skontaktować się z administratorem organizacji po pomoc.

source: This system has been successfully registered, but is not yet entitled to service. To entitle this system to service, login to the web site at: %(entitlement_url)s
fr: Ce système a été inscrit avec succès, mais n'a aucun droit d'accès au service. Pour attribuer à ce système un droit d'accès au service, se connecter au site web à l'adresse suivante : %(entitlement_url)s
pl: Ten system został pomyślnie zarejestrowany, ale nie ma ważności do usługi. Aby uprawnić ten system do usługi, należy zalogować się na stronie WWW pod adresem: %(entitlement_url)s

source: This system has been successfully registered, but no service entitlements were available. To entitle this system to service, login to the web site at: %(entitlement_url)s
fr: Ce système a été inscrit avec succès, mais aucun droit d'accès au service n'est disponible. Pour attribuer à ce système un droit d'accès au service, se connecter au site web à l'adresse suivante : %(entitlement_url)s
pl: Ten system został pomyślnie zarejestrowany, ale żadne ważności nie były dostępne. Aby uprawnić ten system do usługi, należy zalogować się na stronie WWW pod adresem: %(entitlement_url)s

source: This system has been successfully registered, but the channel subscriptions were exhausted
fr: Ce système a été inscrit avec succès, mais plus aucun abonnement à un canal n'est disponible

source: Service not enabled for system profile: "%s"
de: Der Dienst ist für das Systemprofil: "%s" nicht aktiviert
fr: Service désactivé pour le profil de système : "%s"
pl: Usługa jest niedostępna dla profilu systemu: „%s”

source: Your system was not found in the RHN database
de: Ihr System wurde in der RHN Datenbank nicht gefunden
fr: Votre système n'a pas été trouvé dans la base de données RHN
pl: Nie odnaleziono systemu w bazie danych usługi RHN

source: ISS is disabled on this satellite.
de: ISS ist auf diesem Satellite deaktiviert.
fr: ISS est désactivé sur ce satellite.
pl: W tej usłudze Satellite wyłączono ISS.

source: Server "%s" is not enabled for ISS.
de: Server "%s" nicht für ISS aktiviert.
fr: Serveur "%s" n'est pas autorisé pour ISS.
pl: Nie włączono serwera „%s” dla ISS.

source: RHN Proxy service not enabled for server profile: "%s"
de: RHN-Proxy-Dienst nicht für Server-Profil "%s" aktiviert
fr: Service RHN Proxy non activé pour le profil de serveur : "%s"

source: Invalid session key
de: Ungültiger Sitzungsschlüssel
fr: Clé de session invalide
pl: Nieprawidłowy klucz sesji

source: This server ID no longer exists
de: Diese Server-ID existiert nicht mehr
fr: Cet identifiant de serveur n'existe plus
pl: Ten identyfikator serwera już nie istnieje

source: Required data missing
de: Erforderliche Daten nicht vorhanden
fr: Données requises manquantes
pl: Brak wymaganych danych

source: Required members missing
de: Erforderliche Mitglieder fehlen
fr: Membres requis manquantes
pl: Brak wymaganych członków

source: Attempt to register a system to an invalid username
de: Versuch, ein System mit einem ungültigen Benutzernamen zu registrieren
fr: Essai d'enregistrer un système avec un nom d'utilisateur invalide
pl: Próba zarejestrowania systemu do nieprawidłowej nazwy użytkownika

source: %s Account has been deactivated on this server. Please contact your Org administrator for more help.
de: %s Benutzer wurde auf diesem Server deaktiviert. Bitte kontaktieren Sie Ihren Org-Administrator für Hilfe.
fr: Le compte %s a été désactivé sur ce serveur. Veuillez contacter votre administrateur d'organisation pour plus d'assistance.
pl: Konto %s zostało dezaktywowane na tym serwerze. Proszę skontaktować się z administratorem organizacji po więcej pomocy.

source: Invalid system release version requested
de: Ungültige System-Release-Version angefordert
fr: Version de système demandée invalide
pl: Zażądano nieprawidłowej wersji wydania systemu

source: Red Hat Network Welcome Message
de: Red Hat Network Willkommensmitteilung
fr: Message de bienvenue de Red Hat Network

source: Red Hat Network Privacy Statement
de: Red Hat Network Privatsphäre
fr: Déclaration de respect de la vie privée de Red Hat Network

source: Expected a dictionary as a product argument
fr: J'attendais un dictionnaire en tant qu'arguement produit
pl: Oczekiwano słownika jako parametr produktu

source: Not a valid Country: %s
de: Kein gültiges Land: %s
fr: Pays invalide : %s

source: Insufficient subscription permissions for release, arch (%s, %s)
de: Ungenügende Berechtigung für Release, Arch (%s, %s)
fr: Permissions de souscriptions insuffisantes pour la version, architecture (%s, %s)

source: Invalid value '%s' for %s (%s)
de: Ungültiger Wert '%s' für %s (%s)
fr: Valeur incorrecte '%s' pour %s (%s)
pl: Nieprawidłowa wartość „%s” dla %s (%s)

source: Expected a package name, not: %s
de: Paketname erwartet, nicht: %s
fr: Nom de paquet attendu, pas : %s
pl: Oczekiwano nazwy pakietu, nie: %s

source: Expected a package, not: %s
de: Paket erwartet, nicht: %s
fr: Paquet attendu, pas : %s
pl: Oczekiwano pakietu, nie: %s

source: Invalid action value type %s (%s)
de: Ungültiger Aktionswerttyp %s (%s)
fr: Type d'action %s invalide (%s)
pl: Nieprawidłowy typ wartości działania %s (%s)

source: Action %s does not belong to server %s
de: Aktion %s gehört nicht zu Server %s
fr: L'action %s n'appartient pas au serveur %s
pl: Działanie %s nie należy do serwera %s

source: Invalid value %s (type %s)
de: Ungültiger Wert %s (Typ %s)
fr: Valeur %s invalide (type %s)

source: Unable to retrieve package header %s
de: Konnte Paket-Header %s nicht abrufen
fr: Impossible de récupérer l'entête %s du paquet

source: Invalid value %s (%s)
de: Ungültiger Wert %s (%s)
fr: Valeur %s invalide (%s)
pl: Nieprawidłowa wartość %s (%s)

source: Invalid value for %s in package tuple: %s (%s)
fr: Valeur invalide %s dans le tuple du paquet : %s (%s)

source: Invalid package parameter %s (%s)
de: ungültiger Paketparameter (%s) %s
fr: Paramètre %s de paquet invalide (%s)

source: You are not authorized to manage packages in the null org
de: Sie haben keine Berechtigungen, Pakete in der Null-Org zu verwalten
fr: Vous n'êtes pas autorisé à administrer les paquets de l'organisation null
pl: Brak upoważnienia do zarządzania pakietami w pustej organizacji

source: You are not allowed to manage packages in the %s org
de: Sie dürfen keine Pakete in der %s-Org verwalten
fr: Vous n'êtes pas autorisé à administrer les paquets de l'organisation %s
pl: Użytkownik nie może zarządzać pakietami w organizacji %s

source: You are not allowed to perform administrative tasks
de: Sie dürfen keine administrativen Aufgaben durchführen
fr: Vous n'êtes pas autorisé à réaliser des tâches d'administration
pl: Użytkownik nie może wykonywać zadań administracyjnych

source: You are not allowed to manage channel %s, or that channel does not exist
de: Sie dürfen Channel %s nicht verwalten, oder dieser Channel existiert nicht
fr: Vous n'êtes pas autorisé à administrer le canal %s, ou ce canal n'existe pas
pl: Użytkownik nie może zarządzać kanałem %s lub ten kanał nie istnieje

source: Outage mode
de: Nichtverfügbarkeits-Modus
fr: Mode dégradé

source: This does not appear to be a valid username.
de: Dies scheint kein gültiger Benutzername zu sein.
fr: Ceci ne semble pas être un nom d'utilisateur invalide.
pl: To nie jest prawidłowa nazwa użytkownika.

source: Invalid username and password combination.
de: Ungültige Kombination von Benutzername und Passwort
fr: Combinaison utilisateur et mot de passe invalide.
pl: Nieprawidłowe połączenie nazwy użytkownika i hasła.

source: This login is already taken, or the password is incorrect.
de: Dieses Login wird bereits verwendet oder das Passwort ist falsch.
fr: Cet identifiant est déjà utilisé, ou le mot de passe est incorrect.
pl: Ten login jest zajęty lub hasło jest niepoprawne.

source: Permission denied.
de: Zugriff verweigert.
fr: Permission refusée.
pl: Odmowa uprawnień.

source: Can not create new entry.
de: Neuer Eintrag kann nicht erstellt werden.
fr: Impossible de créer la nouvelle entrée.

source: Object not found.
de: Objekt nicht gefunden.
fr: Objet non trouvé.
pl: Nie odnaleziono obiektu.

source: Account limits exceeded.
de: Benutzerkonto-Limits überschritten.
fr: Limites du compte dépassées.

source: Invalid System Digital ID.
de: Ungültige System Digital-ID.
fr: Identifiant numérique de système invalide.
pl: Nieprawidłowy cyfrowy identyfikator systemu.

source: Invalid System Credentials.
de: Ungültige System-Berechtigungsnachweise.
fr: Informations d'identification du système invalides.
pl: Nieprawidłowe dane uwierzytelniające systemu.

source: Could not retrieve user data from database.
de: Benutzerdaten konnten nicht von Datenbank abrufen werden.
fr: Données utilisateur non trouvées dans la base.
pl: Nie można pobrać danych użytkownika z bazy danych.

source: Valid username required.
de: Gültiger Benutzername erforderlich.
fr: Nom d'utilisateur valide requis.
pl: Wymagana jest prawidłowa nazwa użytkownika.

source: Valid password required.
de: Gültiges Passwort erforderlich.
fr: Mot de passe valide requis.
pl: Wymagane jest prawidłowe hasło.

source: Minimum username length violation.
de: Minimallänge des Benutzernamen nicht erfüllt.
fr: Violation de la limite minimale de longueur du nom d'utilisateur.
pl: Naruszono minimalną długość nazwy użytkownika.

source: Minimum password length violation.
de: Minimallänge des Passworts nicht erfüllt.
fr: Violation de la limite minimale de longueur du mot de passe.
pl: Naruszono minimalną długość hasła.

source: The username contains invalid characters.
de: Der Benutzername enthält ungültige Zeichen.
fr: Le nom d'utilisateur contient des caractères invalides.
pl: Nazwa użytkownika zawiera nieprawidłowe znaki.

source: Invalid product registration code.
de: Ungültiger Produktregistrierungs-Code.
fr: Code d'enregistrement produit invalide.

source: File not found.
de: Datei nicht gefunden.
fr: Fichier non trouvé.
pl: Nie odnaleziono pliku.

source: Invalid Architecture and OS release combination.
de: Ungültige Kombination aus Architektur und OS Version.
fr: Combinaison architecture et OS invalide.

source: Architecture and OS version combination is not supported.
de: Diese Kombination aus Architektur und OS Version wird nicht unterstützt.
fr: Combinaison architecture et OS non supportée.
pl: Nieobsługiwane połączenie architektury i wersji systemu operacyjnego.

source: Could not retrieve system data from database.
de: Systemdaten konnten in der Datenbank nicht gefunden werden.
fr: Impossible de récupérer les données du système.
pl: Nie można pobrać danych systemu z bazy danych.

source: Invalid arguments passed to function.
fr: Arguments invalides passés à la fonction.
pl: Do funkcji przekazano nieprawidłowe parametry.

source: Unable to retrieve requested entry.
de: Eintrag konnte nicht abgerufen werden.
fr: Impossible de récupérer l'entrée demandée.
pl: Nie można pobrać żądanego wpisu.

source: Could not update database entry.
de: Datenbankeintrag konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour l'entrée de base de données.
pl: Nie można zaktualizować wpisu bazy danych.

source: Unsupported server architecture.
de: Serverarchitektur wird nicht unterstützt.
fr: Architecture serveur non supportée.
pl: Nieobsługiwana architektura serwera.

source: LDAP operation failed.
de: LDAP-Vorgang fehlgeschlagen.
fr: L'opération LDAP a échoué.

source: Backend RPM database failure: can not retrieve requested information.
de: Abfrage der RPM Datenbank fehlgeschlagen.
fr: Échec lors de l'accès à la base de données RPM : impossible d'accéder aux informations demandées.

source: Server Entry is busy.
fr: L'enregistrement du serveur est occupé.

source: Record not available in the database.
de: Kein Eintrag in der Datenbank.
fr: Enregistrement non disponible dans la base de données.
pl: Wpis jest niedostępny w bazie danych.

source: Invalid value for entry.
de: Ungültiger Wert.
fr: Valeur invalide pour l'entrée.
pl: Nieprawidłowa wartość wpisu.

source: This system does not have a valid entitlement for Red Hat Network. Please visit https://%(hostname)s/rhn/systems/SystemEntitlements.do or login at https://%(hostname)s, and from the "Overview" tab, select "Subscription Management" to enable RHN service for this system.
fr: Ce système n'a pas de droit valide pour accéder à Red Hat Network. Veuillez consulter https://%(hostname)s/rhn/systems/SystemEntitlements.do ou vous connecter sur https://%(hostname)s, et depuis l'onglet Aperçu, sélectionner « Gestion des Abonnements » pour activer le service RHN sur ce système.

source: Channel error
de: Channel Fehler
fr: Erreur de canal
pl: Błąd kanału

source: Client session token is invalid.
de: Client Session Token ist ungültig.
fr: Le jeton de session cliente est invalide.
pl: Nieprawidłowy token sesji klienta.

source: Client session token has expired.
de: Client Session ist abgelaufen.
fr: Le jeton de session cliente a expiré.
pl: Token sesji klienta wygasł.

source: You are not authorized to retrieve the requested object.
de: Sie sind nicht berechtigt dieses Objekt abzurufen.
fr: Vous n'êtes pas autorisé à récupérer l'objet demandé.
pl: Brak upoważnienia do pobierania żądanego obiektu.

source: Invalid action
de: Ungültige Aktion
fr: Action invalide
pl: Nieprawidłowe działanie

source: You are not allowed to perform administrative tasks on this system.
de: Sie sind für Administative Tätigkeiten nicht freigegeben.
fr: Vous n'êtes pas autorisé à réaliser les tâches d'administration sur ce système.
pl: Użytkownik nie może wykonywać zadań administracyjnych w tym systemie.

source: The system is already subscribed to the specified channel.
de: Dieses System ist bereits bei diesem Channel registriert.
fr: Ce système est déjà abonné au canal spécifié.
pl: Ten system już subskrybuje podany kanał.

source: The system is not currently subscribed to the specified channel.
de: Dieses System ist bei diesem Channel nicht registriert.
fr: Ce système n'est pas abonné au canal spécifié.
pl: Ten system obecnie nie subskrybuje podanego kanału.

source: The specified channel does not exist.
de: Der angegebene Channel existiert nicht.
fr: Le canal spécifié n'existe pas.
pl: Podany kanał nie istnieje.

source: Invalid channel version.
de: Ungültige Channel-Version.
fr: Version de canal invalide.
pl: Nieprawidłowa wersja kanału.

source: Invalid ORG_ID requested
de: Ungültige ORG_ID
fr: ORG_ID demandé invalide
